{"ExternalReference":"Atmospheric Sciences Research Center","FY1920":{"StartDate":44090.419016203705,"EndDate":44090.66334490741,"Status":"IP Address","IPAddress":"67.240.83.150","Progress":100,"Duration(inseconds)":21110,"Finished":"True","RecordedDate":44090.663363912034,"ResponseId":"R_1dEJna0rTLzCkhi","RecipientLastName":"Thorncroft","RecipientFirstName":"Christopher","RecipientEmail":"cthorncroft@albany.edu","ExternalReference":"Atmospheric Sciences Research Center","LocationLatitude":42.783599853515625,"LocationLongitude":-73.94280242919922,"DistributionChannel":"anonymous","UserLanguage":"EN","Q31":"The Atmospheric Sciences Research Center (ASRC), of the State University of New York at Albany, was established on February 16, 1961 by the Board of Trustees of the State University of New York, as a SUNY system-wide resource for developing and administering programs in basic and applied sciences related to the atmospheric environment. ASRC's world-class researchers study the physical and chemical processes of the atmosphere, land, and water systems, and apply that knowledge to explore the interaction of chemical, physical, geological and biological processes that impact our environment. Through technology transfer and collaboration with state, federal and industrial partners, ASRC enhances New York State's scientific capacity and infrastructure, while advancing the quality of life and economic wellbeing of its citizens.","Q32":"","Q41":"ASRC's annual operating budget is derived from IFR from sponsored funds. Most of our payroll is provided by state funding. Any gaps in payroll are covered by our IFR accounts.","Q42_1_1":28,"Q42_1_2":"","Q42_2_1":23.125,"Q42_2_2":"","Q43_1":221106,"Q43_1_TEXT":"900208-50 ASRC Operating Budget","Q43_2":174179,"Q43_2_TEXT":"900227-52 ASRC Incentive Acct","Q43_3":57850,"Q43_3_TEXT":"1157988-1-85311 ASRC RF Incentive","Q51_1_1":12,"Q51_1_2":7,"Q51_1_4":9,"Q51_2_1":24,"Q51_2_2":6,"Q51_2_4":10,"Q52_1_1":5,"Q52_1_2":3,"Q52_1_4":2,"Q52_2_1":15,"Q52_2_2":7,"Q52_2_4":4,"Q53_1_1":"1","Q53_1_2":"2","Q53_2_1":"1","Q53_2_2":"0","Q54_1_1":"4","Q54_1_2":"1","Q54_2_1":"1","Q54_2_2":"0","Q61_1_1":"0","Q61_1_2":"0","Q61_2_1":"1","Q61_2_2":"1","Q61_3_1":"45","Q61_3_2":"52","Q62":"1.. Burrows, D.A., C.R. Ferguson, M.A. Campbell, G. Xia, and L.F. Bosart, 9/24/2019: An Objective Classification and Analysis of Upper-Level Coupling to the Great Plains Low-Level Jet over the Twentieth Century. J. Climate, 32, 7127–7152, https://doi.org/10.1175/JCLI-D-18-0891.1\n\n2. Campbell, M.A., C.R. Ferguson, D.A. Burrows, M. Beauharnois, G. Xia, and L.F. Bosart, 0. 12/2/2019: Diurnal effects of regional soil moisture anomalies on the Great Plains low-level jet. Mon. Wea. Rev., 0, https://doi.org/10.1175/MWR-D-19-0135.1\n\n3. *Burrows, D.A., C.R. Ferguson and L. Bosart (2020), The role of upper-level coupling on Great Plains low-level jet structure and variability, J. Atmos. Sci., under review, https://doi.org/10.1175/JAS-D-20-0059.1 \n\n4. Ferguson, C.R., *S. Agrawal, M. Beauharnois, *G. Xia, *D.A. Burrows and L. Bosart (2020), Satellite soil moisture assimilation for improved forecasts of Great Plains low-level jet ramp events, Mon. Wea. Rev., under review. \n\n5. *Agrawal, S., C.R. Ferguson, *D.A. Burrows and L. Bosart (2020), Teleconnections governing the interannual variability of Great Plains low-level jets in May, J. Climate, under review. \n\n6. *Osei, M., L. Amekudzi, C.R. Ferguson and S. Danuor (2020), Intercomparison of AIRS temperature and relative humidity profiles with AMMA and DACCIWA radiosonde observations over West Africa, Remote Sensing, in-press. \n\n7. Kivalov, S.N. and Fitzjarrald, D. R., 2019. Observing the Whole-Canopy Short-Term Dynamic Response to Natural Step Changes in Incident Light: Characteristics of Tropical and Temperate Forests. Boundary-Layer Meteorology, pp.1-52.\n\n8. Garstang, Michael & Zipser, Edward & Ellingson, Robert & Warsh, Kenneth & Grose, Peter & Ulanski, Stanley & Holle, Ronald & Seguin, Ward & Fitzjarrald, David & Greco, Steven & Emmitt, George. (2019). Three Early Tropical Field Experiments. Bulletin of the American Meteorological Society. 100. 10.1175/BAMS-D-18-0151.1. \n\n9. Tapajós, Raphael & Machado, Wilderclay & Mandú, Tiago & Silva, Rodrigo & Fitzjarrald, David. (2019). INFLUÊNCIA DA COBERTURA DE NUVENS SOBRE A RADIAÇÃO INCIDENTE NA REGIÃO DA FLONA TAPAJÓS. 10.22533/at.ed.6381930095. \n\n10. Fitzjarrald, David & Kivalov, Sergey. (2019). Observing the Whole-Canopy Short-Term Dynamic Response to Natural Step Changes in Incident Light: Characteristics of Tropical and Temperate Forests. Boundary-Layer Meteorology. 173. 1-52. 10.1007/s10546-019-00460-5. \n\n11. Pérez-Méndez, Martha & Martínez, Adalberto & Fitzjarrald, David. (2019). Diurnal Variation of Rainfall in a Tropical Coastal Region with Complex Orography. Atmosphere. 10. 604. 10.3390/atmos10100604. \n\n12. Parker, Geoffrey & Fitzjarrald, David & Sampaio, Gonçalves. (2019). Consequences of environmental heterogeneity for the photosynthetic light environment of a tropical forest. Agricultural and Forest Meteorology. 278. 107661. 10.1016/j.agrformet.2019.107661. \n\n13. Lance, Sara & Zhang, Jie & Schwab, James & Casson, Paul & Brandt, Richard & Fitzjarrald, David & Schwab, Margaret & Sicker, John & Lu, S. & Chen, Sheng-Po & Yun, Jeongran & Freedman, Jeffrey & Shrestha, Bhupal & Min, Qilong & Beauharnois, Mark & Crandall, Brian & Joseph, Everette & Brewer, Matthew & Minder, Justin & Barth, Mary. (2020). Overview of the CPOC Pilot Study at Whiteface Mountain, NY: Cloud Processing of Organics within Clouds (CPOC). Bulletin of the American Meteorological Society. preprint. 1-63. 10.1175/BAMS-D-19-0022.1. \n\n14. Lance, S., J. Zhang, J.J. Schwab, P. Casson, R.E. Brandt, D.R. Fitzjarrald, M.J. Schwab, J. Sicker, C.-H. Lu, S.-P. Chen, J. Yun, J.M. Freedman, B. Shrestha, Q. Min, M. Beauharnois, B. Crandall, E. Joseph, M.J. Brewer, J.R. Minder, D. Orlowski, A. Christiansen, A.G. Carlton, M.C. Barth, Overview of the Cloud Processing of Organics within Clouds (CPOC) Pilot Study at Whiteface Mountain, NY, Bull. Amer. Meteor. Soc., Accepted July 2020.\n\n15. Zhang, J., S. Lance, X. Wang, J. Wang and J.J. Schwab, Estimation of aerosol liquid water from optical scattering instruments using ambient and dried sample streams, Atmos. Environ., Accepted July 2020.\n\n16. Hung W.T., Lu C.H, Shrestha B., H-C Lin, C-A Lin, D. Grogan, J. Hong, R. Ahmadov, E. James, and E. Joseph, 2020. The impacts of transported wildfire smoke aerosols on surface air quality in New York State: A case study in summer 2018. Atmos. Environ. 227, 177415. https://doi.org/10.1016/j.atmosenv.2020.117415\n\n17. Porter, J.G., W. J. DeBruyn, S. D. Miller, and E. S. Saltzman (2020), Air/sea transfer of highly soluble gases over coastal waters, accepted to Geophysical Reseach Letters, \n\n18. Pierro M., R. Perez, M. Perez, D. Moser & Cristina Cornaro, (2019): From Day-Ahead PV Forecast to PV Regulation: Imbalance Mitigation Strategies for the Italian Coi43ase Study' , Proceeding  EU PVSEC 9/2019 (oral),  6CO.16.2. \n\n19. Perez R., M. Perez, M. Pierro, J. Schlemmer, S. Kivalov, J. Dise, P. Keelin, M. Grammatico, A. Swierc, J. Ferreira, A. Foster, M. Putnam and T. Hoff, (2019): Perfect Operational Solar Forecasts – a scalable strategy toward firm power generation. International Energy Agency Solar World Congress, Santiago, Chile. https://www.mdpi.com/1996-1073/13/17/4489\n\n20. Pierro M., R. Perez, M. Perez, D. Moser, M. Giacomo & Cristina Cornaro, (2020): Italian protocol for massive solar integration: imbalance mitigation strategies. Renewable Energy Journal, 153, pp. 725-739. https://doi.org/10.1016/j.renene.2020.01.145\n\n21. Yang, D., S. Alessandrini , J. Antonanzas, F. Antonanzas-Torres, V. Badescu., H. G. Beyer, R. Blaga, J. Boland, J. M.Bright, C. Coimbra, M. David, Â. Friman, C. A.Gueymard, T. Hong, M. Kay, S. Killinger, J. Kleissl, P. Lauret, E. Lorenz, D. van der Meer, M. Paulescu, R. Perez, O. Perpiñán Lamigueiro, I. Peters, G. Reikard, D. Renné, Y. Saint-Drenan, Y. Shuai, R. Urraca, H. Verbois, F. Vignola, C. Voyant & J. Zhang, (2020): Verification of deterministic solar forecasts. Solar Energy (in press). https://doi.org/10.1016/j.solener.2020.04.019\n\n22. Zhang, J., M. Ninneman, E. Joseph, M.J. Schwab, B. Shrestha, and J.J. Schwab (2020), “Mobile laboratory measurements of high surface ozone levels and spatial heterogeneity during LISTOS 2018: Evidence for sea-breeze influence”, J. Geophys. Res., https://doi.org/10.1029/2019JD031961\n\n23 Yu, F., Luo, G., Nair, A., Schwab, J. J., Sherman, J. P., and Zhang, Y.: Wintertime New Particle Formation and Its Contribution to Cloud Condensation Nuclei in the Northeastern United States, Atmos. Chem. Phys., https://doi.org/10.5194/acp-20-2591-2020.\n\n24. Blanchard, C.L., S.L. Shaw, E.S. Edgerton, and J. J. Schwab, “Emission influences on air pollutant concentrations in New York State: I. Ozone”, Atmos. Environ.: X, 3, 100033, https://doi.org/10.1016/j.aeaoa.2019.100033\n\n25. Blanchard, C.L., S.L. Shaw, E.S. Edgerton, and J. J. Schwab, “Emission influences on air pollutant concentrations in New York State: II. PM2.5 organic and elemental carbon constituents”, Atmos. Environ.: X, 3, 100039, https://doi.org/10.1016/j.aeaoa.2019.100039  \n\n26. Wu, S.-P., L.-H. Dai, H. Zhu, N. Zhang, J.P. Yan, J.J. Schwab, and C.-H. Yuan, “The impact of sea-salt aerosols on particulate inorganic nitrogen deposition in the western Taiwan Straight region, China”, Atmos. Research, 228, 68-76, https://doi.org/10.1016/j.atmosres.2019.05.15.\n\n27. Zhou, C., H. Zhou, T.M. Holsen, P.K. Hopke, E.S. Edgerton, and J. J. Schwab, “Ambient ammonia concentrations across New York State”, J. Geophys. Res.: Atmospheres, 124, https://doi.org/10.1029/2019JD030380. \n\n28. Luo, G., F. Yu, and J.J. Schwab, “Revised treatment of wet scavenging processes dramatically improves GEOS-Chem 12.0.0.simulations of nitric acid, nitrate, and ammonium over the United States”, Geoscientific Model Development, 12, 3439-3447, https://doi.org/10.5194/gmd-12-3439-2019.\n\n29. *Gaudet, L, K. J. Sulia, T.-C. Tsai, J.-P. Chen, J. P. Blair, 2020: Assessment of a Microphysical Ensemble Used to Investigate the OWLeS IOP4 Lake-Effect Storm. J. Atmos. Sci., in review. \n\n30. Sulia, K. J., Z. J. Lebo, *V. Przybylo, and C. G. Schmitt, 2020:  A new method for ice-ice aggregation in the Adaptive Habit Model. J. Atmos. Sci., in final review. \n\n31. Schmitt, C. G., K. J. Sulia, Z. J. Lebo, A. J. Heymsfield, *V. Przybylo, P. Connolly, 2019:  The variability of the terminal velocity of similarly sized ice particles. J. Appli. Met. Climatol., 58, 1751-1761, 10.1175/JAMC-D-18-0291.1. \n\n32. *Gaudet, L, K. J. Sulia, F. Yu, and G. Luo, 2019: Sensitivity of Lake-Effect Cloud Microphysical Processes to Ice Crystal Habit and Nucleation during OWLeS IOP4. J. Atmos. Sci., 76, 3411-3434, 10.1175/JAS-D-19-0004.1. \n\n33. *Przybylo, V, K. J. Sulia, C G. Schmitt, and Z. Lebo, 2019: The Ice Particle and Aggregate Simulator (IPAS).  Part I: Extracting dimensional properties of ice-ice aggregates for microphysical parameterization. J. Atmos. Sci., 76, 1661-1676, 10.1175/JAS-D-18-0187.1  \n\n34. Li, R., Wang, Y., Hu, J., Wang, Y., Min, Q., Bergeron, Y., et al. (2020). Spatiotemporal variations of satellite microwave emissivity difference vegetation index in China under clear and cloudy skies. Earth and Space Science, 7, e2020EA001145. https://doi.org/10.1029/2020EA001145\n\n35. Yu Xie, Manajit Sengupta, Yangang Liu, Hai Long, Qilong Min, Weijia Liu, Aron Habte, A Physics-Based DNI Model Assessing All-Sky Circumsolar Radiation, iScience 23, 100893, https://doi.org/10.1016/j.isci.2020.100893\n36. Linsen Pei  Qilong Min  Yuyi Du  Zhechen Wang  Bangsheng Yin  Kai Yang  Patrick Disterhoft  Thomas Pongetti  Lei Zhu, Water Vapor Near‐UV Absorption: Laboratory Spectrum, Field Evidence, and tmospheric Impacts, J. Geophys. Res, Atmospheres, https://doi.org/10.1029/2019JD030724\n\n37. Zhou, S., J. Yang, W.-C. Wang, C. Zhao, D. Gong, and P. Shi, 2020: An observational study of the effects of aerosols on diurnal variation of heavy rainfall and associated clouds over Beijing-Tianjin-Hebei. Atmos. Chem. Phys., doi:10.5194/acp-20-5211-2020\n38. Chen, G., W.-C. Wang, L. Tao, H.-H. Hsu, C.-Y. Tu, and C.-T. Cheng, 2019: Extreme snow events along the coast of the northeast United States: Analysis of observations and HiRAM simulations. J. Climate,  doi:10.1175/JCLI-D-18-0874.1\n\n39. Jia, H., X. Ma, F. Yu, Y. Liu, and Y. Yin, Distinct Impacts of Increased Aerosols on Cloud Droplet Number Concentration of Stratus/Stratocumulus and Cumulus, Geophys. Res. Lett., 46, 13,517-13,525. https://doi.org/10.1029/2019GL085081, 2019.\n\n40. Zhao, X., Liu, Y., Yu, F., Heidinger, A. K., and K. Saha, Climatology Perspective of Sensitive Regimes and Active Regions of Aerosol Indirect Effect for Cirrus Clouds over the Global Oceans, Remote Sens., 12, 823, doi:10.3390/rs12050823, 2020.\n\n41. Yu, F., Luo, G., Nair, A., Schwab, J. J., Sherman, J. P., and Zhang, Y.: Wintertime New Particle Formation and Its Contribution to Cloud Condensation Nuclei in the Northeastern United States, Atmos. Chem. Phys., 20, 2591–2601, https://doi.org/10.5194/acp-20-2591-2020, 2020\n\n42. Travis, K. R., Heald, C. L., Allen, H. M., Apel, E. C., Arnold, S. R., Blake, D. R., Brune, W. H., Chen, X., Commane, R., Crounse, J. D., Daube, B. C., Diskin, G. S., Elkins, J. W., Evans, M. J., Hall, S. R., Hintsa, E. J., Hornbrook, R. S., Kasibhatla, P. S., Kim, M. J., Luo, G., McKain, K., Millet, D. B., Moore, F. L., Peischl, J., Ryerson, T. B., Sherwen, T., Thames, A. B., Ullmann, K., Wang, X., Wennberg, P. O., Wolfe, G. M., and Yu, F.: Constraining remote oxidation capacity with ATom observations, Atmos. Chem. Phys., https://doi.org/10.5194/acp-2019-931, in press, 2020.\n\n43. Yu, F., Nadykto, A., Luo, G., and Herb, J.: H2SO4-H2O binary and H2SO4-H2O-NH3 ternary homogeneous and ion-mediated nucleation: Lookup tables for 3-D modeling application, Geosci. Model Dev., https://doi.org/10.5194/gmd-2019-290, in press, 2020.\n\n44. Mao, J., Y. Zhang, F. Yu, J. Chen, J. Sun, S. Wang, Z. Zou, J. Zhou, Q. Yu, W. Ma, L. Chen, Simulating the impacts of ship emissions on coastal air quality: Importance of a high-resolution emission inventory relative to cruise- and land-based observations, Science of the Total Environment, 138454, https://doi.org/10.1016/j.scitotenv.2020.138454, 2020\n\n45. Luo, G., Yu, F., and Moch, J. M.: Further improvement of wet process treatments in GEOS-Chem v12.6.0: Impact on global distributions of aerosol precursors and aerosols, Geosci. Model Dev., https://doi.org/10.5194/gmd-2020-11, in press, 2020\n\n46. Ma, X., H. Jia, R. Tian, F. Yu, and J. Li, Mixing state of black carbon and its impact on optical properties and radiative forcing over East Asia, Atmos. Chem. Phys. Discuss., https://doi.org/10.5194/acp-2020-54, in review, 2020\n\n47. Zhang, Y., F. Yu, G. Luo, J.P. Chen, and C. Chou, Significant impact of mineral dust on summer-time precipitation over the Taiwan region, Journal of Geophysical Research: Atmospheres, under review, 2020\n\n48. Nair, A., and F. Yu, Using machine learning to derive cloud condensation nuclei number concentrations from commonly available measurements, Atmos. Chem. Phys. Discuss., under review, 2020\n\n49. McGovern, A., Ann Bostrom, Imme Ebert-Uphoff, Ruoying He, Chris Thorncroft, Philippe Tissot, Sid Boukabara, Julie Demuth, David J. Gagne II, Jason Hickey, and John K. Williams. (2020), Weathering environmental change through advances in AI, Eos, 101, https://doi.org/10.1029/2020EO147065. \n\nPeer Review:\n50. Perez R. et al., (2020) From Firm Solar Power Forecasts to Firm Solar Power Generation an Effective Path to Ultra-High Renewable Penetration a New York Case Study. Energies 2020, 13, 4489.\n\n51. Pierro M., R. Perez, M. Perez, D. Moser, M. Giacomo & Cristina Cornaro, (2020): Italian protocol for massive solar integration: imbalance mitigation strategies. Renewable Energy Journal, 153, pp. 725-739\n\n52. Pierro, M.; Moser, D.; Perez, R.; Cornaro, C. The Value of PV Power Forecast and the Paradox of the “Single Pricing” Scheme: The Italian Case Study. Energies 2020, 13, 3945.","Q63_1_1":"0","Q63_1_2":"","Q63_2_1":"0","Q63_2_2":"","Q63_3_1":"0","Q63_3_2":"","Q63_4_1":"0","Q63_4_2":"","Q63_5_1":"0","Q63_5_2":"","Q63_6_1":"500","Q63_6_2":"","Q63_7_1":"0","Q63_7_2":"","Q64":"ASRC does not currently have access to our technology transfer data. We ask for an extension and once we hear back from Innovation Development and Commercialization, we will add the numbers for this category!","Q65_1":"25","Q65_2":"40","Q66":"1.. \"34th AMS Conference on Hydrology, Boston MA January 2020. 4A.3 Theme and variations: Conditional Sampling, Event-Based Composites, and Observational Reynolds Ensemble Methods: Thirty Years of Parsing Data to Determine Vegetation–Atmosphere Feedbacks. David R. Fitzjarrald, Atmospheric Sciences Research Center, Univ. at Albany, SUNY, Albany, NY\"\n\n2. \"XI Workshop Brasileiro Micrometeorologia, São José dos Campos SP Brazil, November 2019\n\"\"Tema e variações:  Buscando métodos de inferir mecanismos descrevendo a interacção floresta-atmosfera.\"” David R. Fitzjarrald, Atmospheric Sciences Research Center, Univ. at Albany, SUNY, Albany, NY\"\n\n3. \"Ghana Meteorological Agency, Accra, Ghana\n\"\"Examining the eastern Amazon Basin breeze circulations, channeling and boundary layer properties using altitude controlled meteorological balloons\"\"\nDavid R. Fitzjarrald, Atmospheric Sciences Research Center, Univ. at Albany, SUNY\n\n4. \"The Effects of Climate Change on Renewable Energy Distribution in New York State: Results from High-Resolution Dynamic Downscaling” (Jeff Freedman et al.) 11th Conference on Weather, Climate, and the New Energy Economy, American Meteorological Society, Boston MA, 13 January 2020\n\n5. “Development of a Wind Extremes Forecasting System” (Jeff Freedman et al.), 11th Conference on Weather, Climate, and the New Energy Economy, American Meteorological Society, Boston MA, 11 January 2020.\n\n6. “Attributes and distribution of extreme wind gusts in New York State” (Jeff Freedman et al.), 45th Northeastern Storm Conference, 7 March 2020, Saratoga Springs, NY.\n\n7. \"The Wind Resource of Puerto Rico\" (Jeff Freedman), RISE 2019 (International), Albany NY. 18 November 2019.\n\n8. \"3D Mesonetwork and Remote Sensing Observations in Support of UAS\" (Jeff Freedman, invited), 2019 New York UAS Symposium (Statewide), Syracuse, NY, 17 September 2019.\n\n9. \"America’s Once and Future Wind Resource\" (Jeff Freedman, invited), American Wind Energy Association Wind Resource Assessment Conference (International), Renton WA, 11 September 2019.\n\n10. \"From the User's Perspective: Weather, Water and Climate Insights from Innovative Observation Networks—Renewable Energy\" (Jeff Freedman, invited), American Meteorological Society 2019 Summer Community Meeting (National), Albany, NY, 13 August 2019\n\n11. IEEE PV  specialists Conference (June, 2020)\n\n12. Global Photovoltaic Conference 2020 (upcoming, November). \n\n13. Invited International Presentations \n\n14. International Solar Energy Society -- Updates on Solar forecasting (August 2020)\n\n15. Invited northeast US Presentations \n\n16. NY Solar Energy Society (keynote -- annual conference February 2020)\n\n17. United Solar Energy Supporters -- 2 webinars on ultra high solar penetration (March 2020 and upcoming in October 2020)\n\n18. Maine E2Tech -- ultra high solar penetration good feedback from the specialized press\n\n19. \"Gordon Conference on Atmospheric Chemistry:\n“Reactive Oxidized Nitrogen Speciation and Partitioning in Urban and Rural New York State”, Matthew Ninneman, Joseph Marto, Stephanie Shaw, Eric Edgerton,, and James Schwab; International Conference; Newry, Maine (July 2019)- Poster Presentation\"\n\n20. \"AAAR (American Association for Aerosol Research) Annual Meeting:\n“Ammonium and Ammonia: Concentration Trends in the Northeast United States”; James J. Schwab, Hesham Hassan, Matthew Ninneman, Joseph Marto, Jie Zhang, Sara Lance, Christopher Lawrence, Fangqun Yu, Gan Luo, Arshad Nair, Kevin Civerolo, and Oliver Rattigan, International Conference, Portland, Oregon (October 2019) – Oral Presentation\"\n\n21. “An enhanced submicron aerosol event over Long Island and the NYC Metro Area during LISTOS 2018: Influence of a heat wave and marine air masses”;  Jie Zhang, John Mak, Ziran Wei, James Schwab; International Conference, Portland, Oregon (October 2019) – Oral Presentation\n\n22. “Characteristics of Particle Size Distributions for Two Sites in New York State”; Joseph Marto, James J Schwab, Fangqun Yu, Gan Luo; International Conference, Portland, Oregon (October 2019) – Oral Presentation\n\n23. \"AGU (American Geophysical Union) Fall Meeting:\n“On the importance of surface-enhanced re-noxification as an oxides of nitrogen source in rural and urban New York State: potential implications for photochemical ozone production”; Matthew Ninneman, Sarah Lu, Xianliang Zhou, Pius Lee, and James Schwab, International Conference, San Francisco, California (December 2019) - Poster Presentation\"\n\n24. \"AMS (American Meteorological Society) Annual Meeting:\n“Mobile Laboratory Measurements of Ozone, NO2, and Submicron PM Downwind of NYC during the 2018 LISTOS Field Intensive” James J. Schwab, Jie Zhang, Matthew Ninneman, Everette Joseph, M. J. Schwab, and Bhupal Shrestha; International Conference, Boston, Massachusetts (January 2020) – Oral Presentation\"\n\n25. Gaudet, L. C. and K. J. Sulia, 2020: Assessing the Robustness of Microphysical Process Representation in an Adaptive Habit Model by Means of Stochastic Parameterizations. In proceedings, 26th Conference on Numerical Weather Prediction, Boston, MA, Amer. Meteor. Soc. \n\n26. Przybylo, V., K. Sulia, Z. Lebo, and C. G. Schmitt, 2020: The Ice Particle and Aggregate Simulator (IPAS): Investigating Aggregate Properties Using a Multifaceted Modeling Approach. In proceedings, 26th Conference on Numerical Weather Prediction, Boston, MA, Amer. Meteor. Soc. \n\n27. Przybylo, V., K. Sulia, Z. Lebo, and C. G. Schmitt, 2019: Investigating Aggregate Properties Using a Multi-Faceted Modeling Approach. In proceedings, 2019 ASR Science Team Meeting, Bethesda, MD. \n\n28. Poster Presentation: Schmitt, C., Z. Lebo, K. Sulia, K. and V. Przybylo, V., 2019: How Important is Microphysical Variability to Atmospheric Cloud Processes? In proceedings, 2019 ASR Science Team Meeting, Bethesda, MD. \n\n29. Sulia, Kara, UAS Symposium, Turning Stone Resort Casino, Sept 14 (2019)\n\n30. Sulia, Kara, NYSTAR Innovation Summit, Rochester Convention Center, Oct 7 & 8\n\n31. xCITE Lab, Dr. James Dias, VPR for Research, University at Albany Oct 16\n\n32. Corporate Venture Exchange (multiple tours & talks to companies at event sponsored by SUNY Poly), Oct 17\n\n33. Shenandoah Visit, xCITE Lab, Oct 29 (STEM outreach event)\n\n34. IDI Tour, xCITE Lab, Nov 8\n\n35. AMS Boston, xCITE Lab, Jan 13-16\n\n36. SOTUS, Capital Center, Jan 23\n\n37. Riskpulse, xCITE Lab, Feb 4\n\n38. ASRC Colloquy, Mesonet App, April 17\n\n39. Girls Inc. presentation, July 22\n\n40. “Addressing Climate Skepticism” NY Climate Action Lobbying Group, Public Presentation Series, Colonie Town Library on July 1, 2019","Q67":"","Q71_1_1":"5","Q71_1_2":"10","Q71_1_4":"10","Q71_1_5":"0","Q71_2_1":"4","Q71_2_2":"2","Q71_2_4":"24","Q71_2_5":"5","Q71_3_1":"Internships","Q71_3_2":"Advisor","Q71_3_4":"Advsior","Q71_3_5":"Guided Research","Q81_4":"Supported by an ESD grant, the xCITE (ExTREME Collaboration, Innovation, & TEchnology) laboratory was established in Spring 2019. This is a state-of-the-art data and visual analytics center that is connecting atmospheric science research and applications with emerging technologies – such as artificial intelligence (A.I.) and machine learning, data analytics, virtual reality, and application development. \n\nSee: https://www.albany.edu/news-center/news/look-inside-xcite-laboratory \n\n•The xCITE laboratory, directed by Dr Kara Sulia, been involved in several significant grants that exploit AI:\n•EDD/NYSERDA ($475K):  Funded  (Sulia/Bassill)\n•DOE ($336K): Funded. (Sulia)\n•NSF AI-Center ($2.4M): Funded Aug 2020 (Thorncroft/Sulia)\n•NIH ($2.3M): Submitted, (Thorncroft, Sulia, Freedman, Bassill….in collaboration with  Wadsworth and SPH)\n\nThis directly addresses the first priority included in ASRC’s 2019/20 Action Plan that was concerned with exploiting and elevating the xCITE laboratory.","Q81_5":"Dr. Sara Lance received an NSF Faculty Early Career Development (CAREER) award from NSF ($684K) to study the chemistry taking place in clouds around Whiteface Mountain. In addition to supporting basic science it will also support a chemistry/climate summer camp serving students from local school districts in the Albany area. See: https://www.albany.edu/news/93279.php\n\nThis directly contributes to the second priority included in the 2019/20 Action Plan for ASRC that was concerned with elevating the facility and science taking place at the Whiteface Mountain Field Station.","Q81_6":"In collaboration with Dr.'s Richard Perez and Jeff Freedman a whitepaper was created that provides a vision for how weather information, including the NYS Mesonet, will help NY State achieve its 100% renewables goal by 2040. Efforts are ongoing to promote this with the State and the public. Interviews were also given on “Capitol Tonight” on Spectrum News and for the “Capital Pressroom”, WCNY. ASRC leads a number of funded research projects that deal with renewable energy. \n\nA major multi-partner DOE grant for around $10M was led and submitted by Dr Jeff Freedman, concerned with a field experiment focused on off-shore wind. \n\nThis directly contributes to the third priority included in the 2019/20 Action Plan for ASRC concerned with elevating and promoting ASRC expertise in renewable energy.","Q91":"Establish and Promote Weather-AI and Data Analytics capabilities at ASRC building on the newly established xCITE laboratory– Specifically: (1) Promote usage of the xCITE laboratory in ASRC, DAES and the University campus in the area of Artificial intelligence and Machine Learning. Measurable: number of users. (2) Initiate a campus Weather AI/ML group to exchange ideas, promote research and coordinate research proposals. Measurable: number of members in the group (3) Secure additional external funding in the Weather-AI and Data analytics domain. Measurable: booked research support (4) Increase exposure of the xCITE facility and related activities through publications, conference/workshop demonstrations; website; logos, media and marketing etc: Measurable: Numbers of papers, presentations, public awareness.","Q92":"(i)Promoted the xCITE laboratory at ASRC, on campus and in the wider academic community.\n\n(ii)Promoted the use of the laboratory for research and proposals.","Q93":"(i)Presented xCITE at an ASRC colloquay to help promote the laboratory (M1) \n\n(ii)Working with ASRC and COE, developed a number of proposals that exploit the xCITE laboratory. Secured more than $3.2M in new grant money for UAlbany including $2.4M as participants in the $20M NSF-supported AI Institute. (M3)\n\n(iii)Worked with UAlbany, Media and Marketing on promotional stories (M4), see: \n\nUAlbany story: https://www.albany.edu/news-center/news/look-inside-xcite-laboratory \n \nUAlbany video: https://www.youtube.com/watch?v=E7JbaBhsGHY \n \nSTEM 13 segment: https://wnyt.com/education-stem/xcite-lab-ualbany/5637633/ \n\nTimes Union (AI Institute): https://www.timesunion.com/news/article/UAlbany-researchers-harnessing-Artificial-15541157.php \n\nWNYT (AI Institute): https://wnyt.com/albany-ny-education-stem/artificial-intelligence-winter-weather-forecasting-ualbany-university-at-albany/5843373/?cat=10114\n\n(iv)Celebrated the xCITE laboratory through a table demonstration at three notable events: the NYSTAR Innovation Summit (October 2019), the AMS annual meeting in Boston (Jan 2020) and at the SUNY Showcase at Status of the University, Albany (Jan 2020). (M4)\n\n(v)Deployment of NYS Mesonet App on both Apple (548 users) and Android (92 users) platforms in January 2020 (See: https://www.albany.edu/news/93275.php) (M4)","Q94":"There has been a delay in establishing the campus-wide weather AI/ML group due to bandwidth, but we will endeavor to achieve this in the coming year, buoyed by the new AI institute.","Q101":"Expand and Promote Atmospheric Chemistry and Air Quality Research and Outreach activities at ASRC’s facility at White Face Mountain (WFM): (1) Maintain and extend external research funding for field research at WFM that expands upon and complements the long term measurements obtained at the site which began nearly 50 years ago. Measurable: booked research support (2) Elevate the profile of research conducted at WFM by publishing findings from projects in peer reviewed journals, presenting findings at national and international conferences, and participating in outreach activities including celebration of 50th Anniversary in 2020. Measurable: Numbers of papers, presentations and public awareness (3) Maintain and develop research infrastructure at WFM to enhance research capabilities and collaboration at the site. Measurable: Infrastructure fidelity and usefulness, number of collaborations. (4) A related goal is to start the EIP air quality scientist hiring process (in collaboration with Stony Brook) – subject to University permission. Measurable: a successful search","Q102":"(i)Alongside the normal research group meetings led by ASRC PIs (Schwab, Lance), a quarterly meeting with key ASRC faculty and staff was established to discuss plans for the 50th Anniversary of the Whiteface Mountain Field Station as well as any other key issues of relevance to Whiteface. \n\n(ii)Initiated the EIP air quality hiring process.\n\n(iii)Initiated an activity to engage with local groups in Lake Placid to establish a project to deploy observations and forecasting activity for the Winter World University Games in 2023.","Q103":"New funding included Sara Lance’s NSF Faculty Early Career Development (CAREER) award from NSF ($684K) to study the chemistry taking place in clouds around Whiteface Mountain. Also Jim Schwab’s NYSERDA award ($399K) to support “Mobile Laboratory Measurements of Methane, Ethane, and Co-pollutants from Landfills, Oil and Gas Systems and Other Sources in New York State” is recommended for funding. Also, Jim Schwab received a new Sub-award from the University of Rochester to study “Long-Term Monitoring of Methane within NYS Phase II: Assessing Trends in Sources and Characterizing Hot Spots”, ($22,044)(M1)\n\n(i)Established plans to celebrate the 50th Anniversary of Whiteface including contributions to the Falconer public seminar series in summer, a white paper on the vision for the next decades, a banquet (to be held in Albany; will invite DEC Commissioner to speak) and an invitation to host a visit to Whiteface for President Rodriguez and members of his executive council. (M2)\n\n(ii)The following papers were published (M2):  \n\nZhang, J., S. Lance, J.M. Freedman, Y. Sun, B.A. Crandall, X. Wei, J. J. Schwab, “Detailed measurements of submicron particles from and Independence Day fireworks event in Albany, NY using HR-ToF-AMS”, ACS Earth Space Chem., DOI:10.1021/acsearthspacechem.9b00046. \n\nZhang, J. S. Lance, R. Brandt, J. Marto, M. Ninneman, and J. J. Schwab, “Observed below-cloud and cloud interstitial aerosol chemical and physical properties at Whiteface Mountain, New York during August 2017”, ACS Earth Space Chem., DOI:10.1021/acsearthspacechem.9b00117 \n\nZhang, J., M. Ninneman, E. Joseph, M.J. Schwab, B. Shrestha, and J.J. Schwab (2020), “Mobile laboratory measurements of high surface ozone levels and spatial heterogeneity during LISTOS 2018: Evidence for sea-breeze influence”, J. Geophys. Res., https://doi.org/10.1029/2019JD031961\n\nZhou, C., H. Zhou, T.M. Holsen, P.K. Hopke, E.S. Edgerton, and J. J. Schwab, “Ambient ammonia concentrations across New York State”, J. Geophys. Res.: Atmospheres, 124, https://doi.org/10.1029.2019JD030380. \n\nLuo, G., F. Yu, and J.J. Schwab, “Revised treatment of wet scavenging processes dramatically improves GEOS-Chem 12.0.0. simulations of nitric acid, nitrate, and ammonium over the United States”, Geoscientific Model Development, 12, 3439-3447, https://doi.org/10.5194/gmd-12-3439-2019. \n\nTwo other notable papers are in press:\nZhang, J., S. Lance, X. Wang, J. Wang and J.J. Schwab, Estimation of aerosol liquid water from optical scattering instruments using ambient and dried sample streams, Atmos. Environ., Accepted July 2020. \n\nLance, S., J. Zhang, J.J. Schwab, P. Casson, R.E. Brandt, D.R. Fitzjarrald, M.J. Schwab, J. Sicker, C.-H. Lu, S.-P. Chen, J. Yun, J.M. Freedman, B. Shrestha, Q. Min, M. Beauharnois, B. Crandall, E. Joseph, M.J. Brewer, J.R. Minder, D. Orlowski, A. Christiansen, A.G. Carlton, M.C. Barth, Overview of the Cloud Processing of Organics within Clouds (CPOC) Pilot Study at Whiteface Mountain, NY, Bull. Amer. Meteor. Soc., Accepted July 2020.\n\n(iii)The ASRC Whiteface Mountain Field Station has been working to improve the infrastructure at the summit observatory over the past year. We started out 2020 with plans for upgrades to the observatory including structural repairs as well as electrical upgrades and a roof replacement project. These plans were to coincide with the 50th anniversary of the observatory and also to predicate deployment of several new instruments by Dr. Sara Lance. Several meetings were held with Facilities Management staff as well as the design team from CSARCH. The work was put out to bid in April 2020. Only one bid was received and was determined to be too high. Due to financial constraints related to the COVID-19 pandemic it was decided that the scope of the project should be reduced and put back out to bid. We decided to focus on the most urgent need which is the roof replacement. However even with the reduced scope of work we were informed that there were not funds available to move forward this year. The current plan is to have staff from the UALBANY roofing shop come up on Wednesday 9/16/2020 to attempt to refasten the existing roof to get us through the winter. We are hopeful that a more permanent fix will be forthcoming in the near future. (M3)\n\n(iv)The EIP search was initiated. (M4)","Q104":"Due to the pandemic, the WFM Field Station 50th Anniversary celebrations were postponed and will now hopefully take place in late summer 2021.","Q111":"Expand and Promote Renewable Energy Research at ASRC – Specifically: (1) Start the EIP renewable energy scientist hiring process - subject to University permission. Measurable: a successful search (2) Secure additional external funding to support this work (e.g. NOAA, NSF, NYSERDA. Measurable: booked research support (3) Build R&D relationships on the perfect forecast/firm power generation concepts via COE, EdESLR. Measurable: project prospects. (4) Expand ASRC’s renewable energy group’s R&D and collaborative partnerships in offshore wind. Measurable: funding/collaboration through public/private partnerships, COE engagement (5) Promote ASRC’s research portfolio in renewables through publications, presentations and outreach to public and State Government. Measurable: Numbers of publications and presentations, media and NY State awareness,","Q112":"Established a team to create and promote the whitepaper on renewables","Q113":"(i)New funding included Richard Perez’s continued support from Clean Power Research ($300K) and Natural Resource Canada ($75K). (M2)\n\n(ii)Richard Perez published extensively on the perfect forecast/firm power – 3 joint peer-review articles, 2 invited conference presentations and several webinars (M3)\n\n(iii)The Firm Power forecast is one of the research foci for the Clean Power Research Project (see above). (M3)\n\n(iv)Richard spearheaded and is now leading a new International Energy Agency Task on Firm Power Generation: IEA PVPS Task 16 3.5. (M3)\n\n(v)Jeff Freedman led a DOE Offshore Wind proposal: leading a team with 5 universities, 4 private sector partners on a $14.5 million (with cost-share) proposal to conduct an observational and modeling campaign on the offshore wind resource along the mid-Atlantic and northeast coastal waters. (M4)\n\n(vi)Jeff Freedman, Co-chaired the AMS 11th Conference on Weather, Climate, and the New Energy Economy (January 2020) and was Invited to lead a panel on climate and extreme weather at the American Wind Energy Association Wind Resource Assessment conference (end of September 2020).\n\n(vii)Dr.'s Richard Perez and Jeff Freedman (together with Jerry Brotzge and Chris Thorncroft)  created a whitepaper that provides a vision for how weather information, including the NYS Mesonet, will help NY State achieve its 100% renewables goal by 2040. Efforts are ongoing to promote this with the State and the public. Interviews were also given on “Capitol Tonight” on Spectrum News and for the “Capital Pressroom”, WCNY. (M5)\n\n(viii)\tPublications include (M5):\n\nPerez R. et al., (2020) From Firm Solar Power Forecasts to Firm Solar Power Generation an Effective Path to Ultra-High renewable Penetration a New York Case Study. Energies 2020, 13, 4489.\n\nPierro M., R. Perez, M. Perez, D. Moser, M. Giacomo and C. Cornaro, (2020) Italian protocol for massive solar integration: imbalance mitigation strategies. Renewable Energy journal, 153, pp 725-739\n\nPierro, M., Moser, D., Perez, R., Cornaro, C. The Value of PV Power Forecast and the Paradox of the “Single Pricing” Scheme: The Italian case Study, Energies 2020, 12, 3045","Q114":"The EIP hire was delayed due to University budget issues","Q121":"Expand ASRC’s portfolio in hydrology research including exploitation of NYS Mesonet observations, Specifically: (1) To promote and establish research that contributes to improving NOAA’s National Water Model through data assimilation efforts that includes mesonet and satellite data; integrating the NWM products into U.S. Drought Monitor and improving representation of groundwater-streamflow interactions. Measured by: improvements to the NYM and improved objectivity of the U.S Drought Monitor, (2) Enhance relationships and collaborations with hydrological groups in NY State including Canal Corporation (NYPA), USGS and NOAA’s NE River Forecasting Center. Measured by: increased interactions and projects with these entities. (3) Secure funding for all or part of the research described in the NSF STC Pre-proposal “SAFER” that deals with user-driven adaptive modeling of flood risk. Measurable: booked research support.","Q122":"","Q123":"(i)Performed visual quality screening of New York State Mesonet (NYSM) soil moisture observational records at 119 stations. Identified data quality issues related to frozen soil conditions, service disruptions, as well as site- and soil moisture retrieval-specific soil type disparities. These issues were reported to the NYSM, which addressed the frozen soil and disruption effects in a March 2020 reprocessed release of the full NYSM soil moisture and temperature record (November 2015–December 2019). Soil type corrections will be left to the discretion of the end-user. (M1)\n\n(ii)Demonstrated added-value of NASA Soil Moisture Active Passive satellite-derived soil moisture data assimilation in a short-term weather forecast context in conditionally-accepted article in Monthly Weather Review (M1): \n\nFerguson, C.R., S. Agrawal, M. Beauharnois, G. Xia, D.A. Burrows and L. Bosart (2020), Satellite soil moisture assimilation for improved forecasts of Great Plains low-level jet ramp events, Mon. Wea. Rev..\n\n(iii)Development of a mesonet--National Water Model-satellite soil moisture data fusion approach is ongoing in collaboration with Princeton University and Duke University collaborators. Once proven, the approach will be integrated in the form of an observational operator in the U.S. multi-agency Joint Effort for Data Assimilation Integration (JEDI) system.  (M1)\n\n(iv)A proposal was submitted to NASA to develop dynamic vegetation root-groundwater interactions within the National Water Model.  (M1)\n\n(v)A proposal to NASA to extend the SMAP soil moisture data assimilation work was not selected for funding but will be resubmitted in some form. (M1)\n\n(vi)Efforts remain ongoing to develop collaborations with the Canal Corporation, USGS and the NE River Forecasting Center. USGS is currently incorporating one NYS Mesonet station into its ice-jamming monitoring efforts. (M2)\n\n(vii)\tA proposal is currently planned for submission in the coming year that is based on SAFER. Partners currently include ASRC, DAES, CEHC and Penn State. (M3)","Q124":"The proposal based on SAFER was delayed due to bandwidth. Efforts are ongoing to create a new proposal in the next 6 months.","Q131":"Establish an Undergraduate Recruitment Plan taking advantage of Weather-Climate Enterprise Assets, Specifically: (1) Working with NYS Mesonet, COE and DAES, establish and implement a recruitment plan that takes advantage of the presence of NYS Mesonet stations across the State. Measurable: number of students applying to STEM fields at UAlbany as a result of this activity. (2) Include in this strategy a Media and Marketing effort to promote the Weather and Climate Enterprise across the State. Measurable: Public awareness.","Q132":"A meeting was had that included ASRC, DAES, NYS Mesonet and School of Education to discuss education activities with school teachers.","Q133":"(i)June Wang (NYS Mesonet) has developed relationships with key people in SOE and in some local schools and has led a proposal on “Backyard Weather Science: A Data Intensive online Environment for next generation STEM teaching and learning”. (M1)\n\n(ii)Media and marketing are working on a story that highlights a summer interaction between the NYS Mesonet (June Wang) and a local school teacher. (M2)","Q134":"This effort requires funding and so more efforts will be made to achieve this.  Consideration will be given to establishing a committee led by June Wang.","Q141":"49","Q142_Id":"F_T7NJEWyCRAjZ0GZ","Q142_Name":"02_ASRC Template_List_Individual_Affiliates.xlsx","Q142_Size":16760,"Q142_Type":"application/vnd.openxmlformats-officedocument.spreadsheetml.sheet","Q151":"There are several big opportunities for significant growth at ASRC:\n \n(i)Weather-AI – Need to initiate the Winter Weather project in the AI Institute and leverage this for more research activity beyond that which is funded by NSF.\n\n(ii)Renewable Energy – This remains a topic that we need to maintain strength in and grow.\n\n(iii)Planetary Boundary Layer and Air Quality  - There is a big opportunity to grow this area and to establish collaborations with Oklahoma University and CUNY.","Q152":"Lack of resources (see below)","Q153":"(i) Resources to hire the two EIP positions (replacing retired faculty)\n(ii) Resources to maintain COE\n(iii) Resources to run the NYS Mesonet","Q154":"(i) Working with Federal lobbyist towards establishing Federal support for Boundary layer/Profiler research through appropriations.\n\n(ii) Working with Federal lobbyist and Oklahoma University to establish partnership with respect to their NOAA CI re-bid in 2021.\n\n(iii) Continue to collaborate with CEHC together with DAES on research and research proposals.\n\n(iv) Continue to strengthen research ties with Wadsworth and School of Public Health.","Q155":"If we want to take advantage of the huge opportunities that exist in Atmospheric Sciences research we should endeavor to fill the two EIP positions.","CreateNewFieldorChooseFromDropdown":"","TEST":"","FY2021Mission":"The Atmospheric Sciences Research Center (ASRC), of the State University of New York at Albany, was established on February 16, 1961 by the Board of Trustees of the State University of New York, as a SUNY system-wide resource for developing and administering programs in basic and applied sciences related to the atmospheric environment. ASRC's world-class researchers study the physical and chemical processes of the atmosphere, land, and water systems, and apply that knowledge to explore the interaction of chemical, physical, geological and biological processes that impact our environment. Through technology transfer and collaboration with state, federal and industrial partners, ASRC enhances New York State's scientific capacity and infrastructure, while advancing the quality of life and economic wellbeing of its citizens.","FY2021Vision":"","FY2021Goal1":"","FY2021Action1":"","FY2021Metric1":"","FY2021TimeFrame1":"","FY2021Goal2":"","FY2021Action2":"","FY2021Metric2":"","FY2021TimeFrame2":"","FY2021Goal3":"","FY2021Action3":"","FY2021Metric3":"","FY2021TimeFrame3":"","FY2021Goal4":"","FY2021Action4":"","FY2021Metric4":"","FY2021TimeFrame4":"","FY2021Goal5":"","FY2021Action5":"","FY2021Metric5":"","FY2021TimeFrame5":"","FY2021TargetFederalProposals":"0","FY2021TargetStateProposals":"0","FY2021TargetOtherProposals":"0","FY2021TargetFederalAwards":"0","FY2021TargetStateAwards":"0","FY2021TargetOtherAwards":"0","FY2021TargetLargeProposals":"","FY2021TargetLargeAwards":"","FY2021TargetSBIRProposals":"","FY2021TargetSBIRAwards":"","FY2021TargetBooks":"","FY2021TargetBookChapters":"","FY2021TargetPublications":"","FY2021TargetDisclosures":"","FY2021TargetPatentsApplications":"","FY2021TargetPatentsIssued":"","FY2021TargetPatentsLicensed":"","FY2021TargetLicensedExecuted":"","FY2021TargetLicensedRevenue":"","FY2021TargetStartups":"","FY2021TargetCONFERENCE":"","FY2021TargetUndergraduate":"0","FY2021TargetMaster":"0","FY2021TargetPhD":"0","FY2021TargetPostdoc":"0","QTEST":"","FY1920Mission":"The Atmospheric Sciences Research Center (ASRC), of the State University of New York at Albany, was established on February 16, 1961 by the Board of Trustees of the State University of New York, as a SUNY system-wide resource for developing and administering programs in basic and applied sciences related to the atmospheric environment. ASRC's world-class researchers study the physical and chemical processes of the atmosphere, land, and water systems, and apply that knowledge to explore the interaction of chemical, physical, geological and biological processes that impact our environment. Through technology transfer and collaboration with state, federal and industrial partners, ASRC enhances New York State's scientific capacity and infrastructure, while advancing the quality of life and economic wellbeing of its citizens.","FY1920Goal1":"Establish and Promote Weather-AI and Data Analytics capabilities at ASRC building on the newly established xCITE laboratory","FY1920Action1":"Specifically: (1) Promote usage of the xCITE laboratory in ASRC, DAES and the University campus in the area of Artificial intelligence and Machine Learning.  (2) Initiate a campus Weather AI/ML group to exchange ideas, promote research and coordinate research proposals.  (3) Secure additional external funding in the Weather-AI and Data analytics domain.  (4) Increase exposure of the xCITE facility and related activities through publications, conference/workshop demonstrations; website; logos, media and marketing etc","FY1920TimeFrame1":"","FY1920Goal2":"Expand and Promote Atmospheric Chemistry and Air Quality Research and Outreach activities at ASRC’s facility at White Face Mountain (WFM)","FY1920Action2":"(1) Maintain and extend external research funding for field research at WFM that expands upon and complements the long term measurements obtained at the site which began nearly 50 years ago.  (2) Elevate the profile of research conducted at WFM by publishing findings from projects in peer reviewed journals, presenting findings at national and international conferences, and participating in outreach activities including celebration of 50th Anniversary in 2020. (3) Maintain and develop research infrastructure at WFM to enhance research capabilities and collaboration at the site.  (4) A related goal is to start the EIP air quality scientist hiring process (in collaboration with Stony Brook) – subject to University permission.","FY1920TimeFrame2":"","FY1920Goal3":"Expand and Promote Renewable Energy Research at ASRC","FY1920Action3":"Specifically: (1) Start the EIP renewable energy scientist hiring process - subject to University permission.  (2) Secure additional external funding to support this work (e.g. NOAA, NSF, NYSERDA.  (3) Build R&D relationships on the perfect forecast/firm power generation concepts via COE, EdESLR. (4) Expand ASRC’s renewable energy group’s R&D and collaborative partnerships in offshore wind.  (5) Promote ASRC’s research portfolio in renewables through publications, presentations and outreach to public and State Government.","FY1920TimeFrame3":"","FY1920Goal4":"Expand ASRC’s portfolio in hydrology research including exploitation of NYS Mesonet observationsExpand ASRC’s portfolio in hydrology research including exploitation of NYS Mesonet observations","FY1920Action4":"Specifically: (1) To promote and establish research that contributes to improving NOAA’s National Water Model through data assimilation efforts that includes mesonet and satellite data; integrating the NWM products into U.S. Drought Monitor and improving representation of groundwater-streamflow interactions.  (2) Enhance relationships and collaborations with hydrological groups in NY State including Canal Corporation (NYPA), USGS and NOAA’s NE River Forecasting Center.  (3) Secure funding for all or part of the research described in the NSF STC Pre-proposal “SAFER” that deals with user-driven adaptive modeling of flood risk.","FY1920TimeFrame4":"","FY1920Goal5":"Establish an Undergraduate Recruitment Plan taking advantage of Weather-Climate Enterprise Assets,","FY1920Action5":"Specifically: (1) Working with NYS Mesonet, COE and DAES, establish and implement a recruitment plan that takes advantage of the presence of NYS Mesonet stations across the State.  (2) Include in this strategy a Media and Marketing effort to promote the Weather and Climate Enterprise across the State.","FY1920TimeFrame5":"","FY1920TargetFederalProposals":"12","FY1920TargetStateProposals":"7","FY1920TargetOtherProposals":"9","FY1920TargetFederalAwards":"5","FY1920TargetStateAwards":"3","FY1920TargetOtherAwards":"2","FY1920TargetLargeProposals":"1","FY1920TargetLargeAwards":"1","FY1920TargetSBIRProposals":"4","FY1920TargetSBIRAwards":"1","FY1920TargetBooks":"0","FY1920TargetBookChapters":"1","FY1920TargetPublications":"45","FY1920TargetDisclosures":"0","FY1920TargetPatentsApplications":"0","FY1920TargetPatentsIssued":"0","FY1920TargetPatentsLicensed":"0","FY1920TargetLicensedExecuted":"0","FY1920TargetLicensedRevenue":"500","FY1920TargetStartups":"0","FY1920TargetCONFERENCE":"25","FY1920TargetUndergraduate":"5","FY1920TargetMaster":"10","FY1920TargetPhD":"10","FY1920TargetPostdoc":"0","FY1920RFApplicationsandAwards":"https://livealbany-my.sharepoint.com/:x:/g/personal/thuang3_albany_edu/EY-I55ldhslGtNs3HWL-uh0BYKTTR0tUQhOtUMgynGxalQ?e=16OI3l","FY1920Vision":"N/A","FY1920Metric1":"Measurable: number of users.","Measurable:Numbersofpapers":"presentations and public awareness","FY1920Metric2":"Measurable: booked research support","Measurable:Infrastructurefidelityandusefulness":"number of collaborations.","FY1920Metric3":"1.\tMeasurable: a successful search","4\tMeasurable:funding/collaborationthroughpublic/privatepartnerships":"COE engagement","5\tMeasurable:Numbersofpublicationsandpresentations":"media and NY State awareness,","FY1920Metric4":"1.\tMeasured by: improvements to the NYM and improved objectivity of the U.S Drought Monitor","FY1920Metric5":"1.\tMeasurable: number of students applying to STEM fields at UAlbany as a result of this activity.","year":"FY1920","partners":[]},"FY2021":{"StartDate":44090.40791666666,"EndDate":44090.70018518518,"Status":"IP Address","IPAddress":"67.240.83.150","Progress":100,"Duration(inseconds)":25251,"Finished":"True","RecordedDate":44090.70019511574,"ResponseId":"R_23ZYt3USr6g9kOn","RecipientLastName":"Thorncroft","RecipientFirstName":"Christopher","RecipientEmail":"cthorncroft@albany.edu","ExternalReference":"Atmospheric Sciences Research Center","LocationLatitude":42.783599853515625,"LocationLongitude":-73.94280242919922,"DistributionChannel":"anonymous","UserLanguage":"EN","Q31":"The Atmospheric Sciences Research Center (ASRC), of the State University of New York at Albany, was established on February 16, 1961 by the Board of Trustees of the State University of New York, as a SUNY system-wide resource for developing and administering programs in basic and applied sciences related to the atmospheric environment. ASRC's world-class researchers study the physical and chemical processes of the atmosphere, land, and water systems, and apply that knowledge to explore the interaction of chemical, physical, geological and biological processes that impact our environment. Through technology transfer and collaboration with state, federal and industrial partners, ASRC enhances New York State's scientific capacity and infrastructure, while advancing the quality of life and economic wellbeing of its citizens.","Q32":"The vision for the center in the coming year is to maintain our traditional strengths but also to seek out and strengthen strategic collaborations in key research areas including two areas that will get renewed focus this year: (i) Boundary Layer and Air Quality and (ii) Aerosol-Cloud-Precipitation-Weather-Climate Interactions.","Q41":"ASRC needs additional time to input this information!","Q42_1_1":24,"Q42_1_2":"","Q42_2_1":15.125,"Q42_2_2":"","Q51_1_1":24,"Q51_1_2":6,"Q51_1_4":10,"Q52_1_1":20,"Q52_1_2":7,"Q52_1_4":6,"Q53_1_1":"2","Q53_2_1":"0","Q54_1_1":"1","Q54_2_1":"0","Q55_1_1":"0","Q55_2_1":"0","Q55_3_1":"40","Q56_1_1":"","Q56_2_1":"","Q56_3_1":"","Q56_4_1":"","Q56_5_1":"","Q56_6_1":"","Q56_7_1":"","Q57_1":"40","Q58_1_1":3,"Q58_1_2":2,"Q58_1_4":23,"Q58_1_5":2,"Q71":"Strengthen and promote Weather-AI and Data Analytics capabilities at ASRC building on the recently established xCITE laboratory:\n(1) Promote usage of the xCITE laboratory in ASRC, DAES and the University campus in the area of Artificial intelligence and Machine Learning. Measurable: number of users. (2) Initiate a campus Weather AI/ML group to exchange ideas, promote research and coordinate research proposals. Measurable: number of members in the group (3) Secure additional external funding in the Weather-AI and Data analytics domain. Measurable: booked research support (4) Increase exposure of the xCITE facility and related activities through publications, conference/workshop demonstrations; website; logos, media and marketing etc: Measurable: Numbers of papers, presentations, public awareness.","Q72":"(i) Kara Sulia and Chris Thorncroft will have monthly meetings to ensure the goals are met. This will include discussions about research activity, related metrics and outreach activity building on the AI Institute efforts.\n(ii) A Weather AI/ML scientific group will be formed as outlined above.","Q73":"(i) Normal research metrics (papers, grants, expenditures, students, seminars, conference talks, demonstrations etc)\n(ii) Numbers of participants in the Weather AI/ML science group","Q74":"January 2021 and May 2021","Q75":"Kara Sulia","Q76":"None","Q77":"DAES, CEHC, SPH, Wadsworth, COE","Q78":"This goal contributes to the overarching strategic priority for research excellence but especially the following sub-priorities: “Identify and support innovative research opportunities” and “Recruit and retain faculty, staff and graduate students”","Q81":"Expand and Promote Atmospheric Chemistry and Air Quality Research and Outreach activities at ASRC’s facility at Whiteface Mountain (WFM): (1) Maintain and extend external research funding for field research at WFM that expands upon and complements the long term measurements obtained at the site which began nearly 50 years ago. Measurable: booked research support (2) Elevate the profile of research conducted at WFM by publishing findings from projects in peer reviewed journals, presenting findings at national and international conferences, and participating in outreach activities including celebration of 50th Anniversary in 2020. Measurable: Numbers of papers, presentations and public awareness (3) Maintain and develop research infrastructure at WFM to enhance research capabilities and collaboration at the site. Measurable: Infrastructure fidelity and usefulness, number of collaborations. (4) A related goal is to start the EIP air quality scientist hiring process (in collaboration with Stony Brook) – subject to University permission. Measurable: a successful search","Q82":"(i) In addition to PI-led group meetings, wider quarterly group meetings with Jim Schwab, Sara Lance and other key faculty and staff will help us to be successful with our overarching goal and sub-goals.\n(ii) The search committee will be aggressive in advertising the position in the community.","Q83":"(i) Standard research metrics (papers, grants, expenditures, students, seminars, conference talks etc)\n(ii) Fidelity and quality of research infrastructure\n(iii) Successful hire","Q84":"May 2021","Q85":"James Schwab","Q86":"Insufficient University resources to repair Whiteface Mountain Field Station infrastructure.","Q87":"DEC, NYS Mesonet, CEAS","Q88":"This goal contributes to the overarching strategic priority for research excellence but especially the following sub-priorities: “Identify and support innovative research opportunities” and “Recruit and retain faculty, staff and graduate students”","Q91":"Expand and Promote Renewable Energy Research at ASRC – Specifically: (1) Start the EIP renewable energy scientist hiring process - subject to University permission. Measurable: a successful search (2) Secure additional external funding to support this work (e.g. NOAA, NSF, NYSERDA. Measurable: booked research support (3) Build R&D relationships on the perfect forecast/firm power generation concepts via COE, EdESLR. Measurable: project prospects. (4) Expand ASRC’s renewable energy group’s R&D and collaborative partnerships in offshore wind. Measurable: funding/collaboration through public/private partnerships, COE engagement (5) Promote ASRC’s research portfolio in renewables through publications, presentations and outreach to public and State Government. Measurable: Numbers of publications and presentations, media and NY State awareness","Q92":"(i) In addition to regular group meetings, regular strategic discussions between the Director and Richard Perez and other key faculty will take place to ensure we are successful; bringing in other key personnel as needed.\n(ii) Engage further with NY State on importance of ASRC research in this domain; including more promotion of Whitepaper created in 2019 (updated if needed).\n(iii) Permission to start search for EIP position; then the search committee will aggressively recruit.","Q93":"(i) Standard research metrics (papers, grants, expenditures, students, seminars, conference talks etc)\n(ii) Increased awareness of ASRC research in NY State government and associated organizations.\n(iii) Successful hire.","Q94":"May 2021","Q95":"Richard Perez","Q96":"Lack of resources to start EIP search","Q97":"COE and Several business partners","Q98":"This goal contributes to the overarching strategic priority for research excellence but especially the following sub-priorities: “Identify and support innovative research opportunities” and “Recruit and retain faculty, staff and graduate students”","Q101":"Expand and Promote ASRC’s portfolio in aerosol-cloud-precipitation-weather-climate interactions. Specifically: (1) To maintain and extend external research funding for various research topics on interactions among aerosols, clouds, precipitation, weather, and climate. Measured by research activity and booked research support, (2) To promote collaborations among ASRC researchers with expertise in different aspects of the complex interactions including numerical modeling, data analysis, field measurements at PSP and WFM and Mesonet, and remote sensing. Measured by enhanced collaboration and joined research proposals. (3) To explore external collaborations with NCAR scientists on model improvements and scientific investigation. Measured by formal research agreements, joint publications, and projects with partners.","Q102":"(i) In addition to regular group meetings, regular strategic discussions between the Director and Fangqun Yu and other key faculty will take place to ensure we are successful; bringing in other key personnel as needed.\n(ii) To establish regular interactions between ASRC and NCAR scientists to establish scientific collaborations in this area of research.","Q103":"(i) Standard research metrics (papers, grants, expenditures, students, seminars, conference talks etc)\n(ii) Number of formal research agreements, joint publications, and projects with partners.","Q104":"May 2021","Q105":"Fangqun Yu","Q106":"None","Q107":"NCAR","Q108":"This goal contributes to the overarching strategic priority for research excellence but especially the following sub-priorities: “Identify and support innovative research opportunities” and “Recruit and retain faculty, staff and graduate students”","Q111":"Expand and Promote ASRC’s portfolio in boundary layer research, including atmospheric chemistry and air quality. Specifically: (1) To promote and establish new research concerned with the planetary boundary layer (PBL) - exploiting NYS Mesonet observations. Measured by research activity and booked research support, (2) To promote new PBL research concerned atmospheric chemistry and air quality (including in an urban environment) taking advantage of the NYS Mesonet as well as the newly installed micronet in NY City. Measured by research activity and booked research support (3) To explore external collaborations with key strategic partners in these research areas (e.g. CUNY, University of Oklahoma). Measured by formal research agreements and projects with partners.","Q112":"(i) In addition to regular group meetings, regular strategic discussions between the Director, Scott Miller, Sarah Lu and other key faculty will take place to ensure we are successful; bringing in other key personnel as needed.\n(ii) To ensure regular meetings with key strategic partners including CUNY, Stonybrook and University of Oklahoma","Q113":"(i) Standard research metrics (papers, grants, expenditures, students, seminars, conference talks etc)\n(ii) Number of formal research agreements, joint publications, and projects with partners.","Q114":"May 2021","Q115":"Scott Miller","Q116":"None","Q117":"CUNY, University of Oklahoma, Stonybrook","Q118":"This goal contributes to the overarching strategic priority for research excellence but especially the following sub-priorities: “Identify and support innovative research opportunities” and “Recruit and retain faculty, staff and graduate students”","1819Mission":"","1819Vision":"","1819Goal1":"","1819Activities1":"","1819Metrics1":"","1819Timeframe1":"","1819Goal2":"","1819Activities2":"","1819Metrics2":"","1819Timeframe2":"","1819Goal3":"","1819Activities3":"","1819Metrics3":"","1819Timeframe3":"","1819Goal1:Results":"","1819Goal1:ChangeofPlan":"","1819Goal2:Results":"","1920Goal1":"","1920Activities1":"","1920Metrics1":"","1920Timeframe1":"","1819Goal4":"","1819Activities4":"","1819Metrics4":"","1819Timeframe4":"","1819Goal2:ChangeofPlan":"","1819Goal3:Results":"","1819Goal3:ChangeofPlan":"","1819Goal4:Results":"","1819Goal4:ChangeofPlan":"","1920Mission":"","1920Vision":"","1920Goal2":"","1920Activities2":"","1920Metrics2":"","1920Timeframe2":"","1920Goal3":"","1920Activities3":"","1920Metrics3":"","1920Timeframe3":"","1920Goal4":"","1920Activities4":"","1920Metrics4":"","1920Timeframe4":"","1819Goal5":"","1819Activities5":"","1819Metrics5":"","1819Timeframe5":"","1819Goal5:Results":"","1920Goal5":"","1920Activities5":"","1920Metrics5":"","1920Timeframe5":"","TEST":"","FY2021Mission":"The Atmospheric Sciences Research Center (ASRC), of the State University of New York at Albany, was established on February 16, 1961 by the Board of Trustees of the State University of New York, as a SUNY system-wide resource for developing and administering programs in basic and applied sciences related to the atmospheric environment. ASRC's world-class researchers study the physical and chemical processes of the atmosphere, land, and water systems, and apply that knowledge to explore the interaction of chemical, physical, geological and biological processes that impact our environment. Through technology transfer and collaboration with state, federal and industrial partners, ASRC enhances New York State's scientific capacity and infrastructure, while advancing the quality of life and economic wellbeing of its citizens.","FY2021Vision":"","FY2021Goal1":"","FY2021Action1":"","FY2021Metric1":"","FY2021TimeFrame1":"","FY2021Goal2":"","FY2021Action2":"","FY2021Metric2":"","FY2021TimeFrame2":"","FY2021Goal3":"","FY2021Action3":"","FY2021Metric3":"","FY2021TimeFrame3":"","FY2021Goal4":"","FY2021Action4":"","FY2021Metric4":"","FY2021TimeFrame4":"","FY2021Goal5":"","FY2021Action5":"","FY2021Metric5":"","FY2021TimeFrame5":"","FY2021TargetFederalProposals":"0","FY2021TargetStateProposals":"0","FY2021TargetOtherProposals":"0","FY2021TargetFederalAwards":"0","FY2021TargetStateAwards":"0","FY2021TargetOtherAwards":"0","FY2021TargetLargeProposals":"","FY2021TargetLargeAwards":"","FY2021TargetSBIRProposals":"","FY2021TargetSBIRAwards":"","FY2021TargetBooks":"","FY2021TargetBookChapters":"","FY2021TargetPublications":"","FY2021TargetDisclosures":"","FY2021TargetPatentsApplications":"","FY2021TargetPatentsIssued":"","FY2021TargetPatentsLicensed":"","FY2021TargetLicensedExecuted":"","FY2021TargetLicensedRevenue":"","FY2021TargetStartups":"","FY2021TargetCONFERENCE":"","FY2021TargetUndergraduate":"0","FY2021TargetMaster":"0","FY2021TargetPhD":"0","FY2021TargetPostdoc":"0","QTEST":"","FY1920Mission":"The Atmospheric Sciences Research Center (ASRC), of the State University of New York at Albany, was established on February 16, 1961 by the Board of Trustees of the State University of New York, as a SUNY system-wide resource for developing and administering programs in basic and applied sciences related to the atmospheric environment. ASRC's world-class researchers study the physical and chemical processes of the atmosphere, land, and water systems, and apply that knowledge to explore the interaction of chemical, physical, geological and biological processes that impact our environment. Through technology transfer and collaboration with state, federal and industrial partners, ASRC enhances New York State's scientific capacity and infrastructure, while advancing the quality of life and economic wellbeing of its citizens.","FY1920Goal1":"Establish and Promote Weather-AI and Data Analytics capabilities at ASRC building on the newly established xCITE laboratory","FY1920Action1":"Specifically: (1) Promote usage of the xCITE laboratory in ASRC, DAES and the University campus in the area of Artificial intelligence and Machine Learning.  (2) Initiate a campus Weather AI/ML group to exchange ideas, promote research and coordinate research proposals.  (3) Secure additional external funding in the Weather-AI and Data analytics domain.  (4) Increase exposure of the xCITE facility and related activities through publications, conference/workshop demonstrations; website; logos, media and marketing etc","FY1920TimeFrame1":"","FY1920Goal2":"Expand and Promote Atmospheric Chemistry and Air Quality Research and Outreach activities at ASRC’s facility at White Face Mountain (WFM)","FY1920Action2":"(1) Maintain and extend external research funding for field research at WFM that expands upon and complements the long term measurements obtained at the site which began nearly 50 years ago.  (2) Elevate the profile of research conducted at WFM by publishing findings from projects in peer reviewed journals, presenting findings at national and international conferences, and participating in outreach activities including celebration of 50th Anniversary in 2020. (3) Maintain and develop research infrastructure at WFM to enhance research capabilities and collaboration at the site.  (4) A related goal is to start the EIP air quality scientist hiring process (in collaboration with Stony Brook) – subject to University permission.","FY1920TimeFrame2":"","FY1920Goal3":"Expand and Promote Renewable Energy Research at ASRC","FY1920Action3":"Specifically: (1) Start the EIP renewable energy scientist hiring process - subject to University permission.  (2) Secure additional external funding to support this work (e.g. NOAA, NSF, NYSERDA.  (3) Build R&D relationships on the perfect forecast/firm power generation concepts via COE, EdESLR. (4) Expand ASRC’s renewable energy group’s R&D and collaborative partnerships in offshore wind.  (5) Promote ASRC’s research portfolio in renewables through publications, presentations and outreach to public and State Government.","FY1920TimeFrame3":"","FY1920Goal4":"Expand ASRC’s portfolio in hydrology research including exploitation of NYS Mesonet observationsExpand ASRC’s portfolio in hydrology research including exploitation of NYS Mesonet observations","FY1920Action4":"Specifically: (1) To promote and establish research that contributes to improving NOAA’s National Water Model through data assimilation efforts that includes mesonet and satellite data; integrating the NWM products into U.S. Drought Monitor and improving representation of groundwater-streamflow interactions.  (2) Enhance relationships and collaborations with hydrological groups in NY State including Canal Corporation (NYPA), USGS and NOAA’s NE River Forecasting Center.  (3) Secure funding for all or part of the research described in the NSF STC Pre-proposal “SAFER” that deals with user-driven adaptive modeling of flood risk.","FY1920TimeFrame4":"","FY1920Goal5":"Establish an Undergraduate Recruitment Plan taking advantage of Weather-Climate Enterprise Assets,","FY1920Action5":"Specifically: (1) Working with NYS Mesonet, COE and DAES, establish and implement a recruitment plan that takes advantage of the presence of NYS Mesonet stations across the State.  (2) Include in this strategy a Media and Marketing effort to promote the Weather and Climate Enterprise across the State.","FY1920TimeFrame5":"","FY1920TargetFederalProposals":"12","FY1920TargetStateProposals":"7","FY1920TargetOtherProposals":"9","FY1920TargetFederalAwards":"5","FY1920TargetStateAwards":"3","FY1920TargetOtherAwards":"2","FY1920TargetLargeProposals":"1","FY1920TargetLargeAwards":"1","FY1920TargetSBIRProposals":"4","FY1920TargetSBIRAwards":"1","FY1920TargetBooks":"0","FY1920TargetBookChapters":"1","FY1920TargetPublications":"45","FY1920TargetDisclosures":"0","FY1920TargetPatentsApplications":"0","FY1920TargetPatentsIssued":"0","FY1920TargetPatentsLicensed":"0","FY1920TargetLicensedExecuted":"0","FY1920TargetLicensedRevenue":"500","FY1920TargetStartups":"0","FY1920TargetCONFERENCE":"25","FY1920TargetUndergraduate":"5","FY1920TargetMaster":"10","FY1920TargetPhD":"10","FY1920TargetPostdoc":"0","FY1920RFApplicationsandAwards":"https://livealbany-my.sharepoint.com/:x:/g/personal/thuang3_albany_edu/EY-I55ldhslGtNs3HWL-uh0BYKTTR0tUQhOtUMgynGxalQ?e=16OI3l","FY1920Vision":"N/A","FY1920Metric1":"Measurable: number of users.","Measurable:Numbersofpapers":"presentations and public awareness","FY1920Metric2":"Measurable: booked research support","Measurable:Infrastructurefidelityandusefulness":"number of collaborations.","FY1920Metric3":"1.\tMeasurable: a successful search","4\tMeasurable:funding/collaborationthroughpublic/privatepartnerships":"COE engagement","5\tMeasurable:Numbersofpublicationsandpresentations":"media and NY State awareness,","FY1920Metric4":"1.\tMeasured by: improvements to the NYM and improved objectivity of the U.S Drought Monitor","FY1920Metric5":"1.\tMeasurable: number of students applying to STEM fields at UAlbany as a result of this activity.","CreateNewFieldorChooseFromDropdown":"","year":"FY2021"}}