{"ExternalReference":"Atmospheric Sciences Research Center","FY1920":{"StartDate":44071.77243055555,"EndDate":44071.79756944445,"Status":"IP Address","IPAddress":"74.76.206.217","Progress":100,"Duration(inseconds)":2171,"Finished":"True","RecordedDate":44071.79757905092,"ResponseId":"R_2YeLIRKYxvmVPsP","RecipientLastName":"Thorncroft","RecipientFirstName":"Christopher","RecipientEmail":"cthorncroft@albany.edu","ExternalReference":"Atmospheric Sciences Research Center","LocationLatitude":42.84820556640625,"LocationLongitude":-73.78630065917969,"DistributionChannel":"anonymous","UserLanguage":"EN","Q31":"The Atmospheric Sciences Research Center (ASRC), of the State University of New York at Albany, was established on February 16, 1961 by the Board of Trustees of the State University of New York, as a SUNY system-wide resource for developing and administering programs in basic and applied sciences related to the atmospheric environment. ASRC's world-class researchers study the physical and chemical processes of the atmosphere, land, and water systems, and apply that knowledge to explore the interaction of chemical, physical, geological and biological processes that impact our environment. Through technology transfer and collaboration with state, federal and industrial partners, ASRC enhances New York State's scientific capacity and infrastructure, while advancing the quality of life and economic wellbeing of its citizens.","Q32":"","Q41":"","Q42_1_1":"","Q42_1_2":"","Q42_2_1":"","Q42_2_2":"","Q43_1":0,"Q43_1_TEXT":"","Q43_2":0,"Q43_2_TEXT":"","Q43_3":0,"Q43_3_TEXT":"","Q51_1_1":12,"Q51_1_2":7,"Q51_1_4":9,"Q51_2_1":0,"Q51_2_2":0,"Q51_2_4":0,"Q52_1_1":5,"Q52_1_2":3,"Q52_1_4":2,"Q52_2_1":0,"Q52_2_2":0,"Q52_2_4":0,"Q53_1_1":"1","Q53_1_2":"","Q53_2_1":"1","Q53_2_2":"","Q54_1_1":"4","Q54_1_2":"","Q54_2_1":"1","Q54_2_2":"","Q61_1_1":"0","Q61_1_2":"","Q61_2_1":"1","Q61_2_2":"","Q61_3_1":"45","Q61_3_2":"","Q62":"","Q63_1_1":"0","Q63_1_2":"","Q63_2_1":"0","Q63_2_2":"","Q63_3_1":"0","Q63_3_2":"","Q63_4_1":"0","Q63_4_2":"","Q63_5_1":"0","Q63_5_2":"","Q63_6_1":"500","Q63_6_2":"","Q63_7_1":"0","Q63_7_2":"","Q64":"","Q65_1":"25","Q65_2":"","Q66":"","Q67":"","Q71_1_1":"5","Q71_1_2":"10","Q71_1_4":"10","Q71_1_5":"0","Q71_2_1":"","Q71_2_2":"","Q71_2_4":"","Q71_2_5":"","Q71_3_1":"","Q71_3_2":"","Q71_3_4":"","Q71_3_5":"","Q81_4":"1.\tSupported by an ESD grant, the xCITE (ExTREME Collaboration, Innovation, & TEchnology) laboratory was established in Spring 2019. This is a state-of-the-art data and visual analytics center that is connecting atmospheric science research and applications with emerging technologies – such as artificial intelligence (A.I.) and machine learning, data analytics, virtual reality, and application development. \nSee: https://www.albany.edu/news-center/news/look-inside-xcite-laboratory\nThe xCITE laboratory, directed by Dr Kara Sulia, been involved in several significant grants that exploit AI:\nEDD/NYSERDA ($475K):  Funded subject to sub-contract.  (Sulia/Bassill)\nDOE ($336K): Recommended for funding. (Sulia)\n\tNSF AI-Center ($2.4M): Pending (Thorncroft/Sulia)\nThis directly addresses the first priority included in ASRC’s 2019/20 Action Plan that was concerned with exploiting and elevating the xCITE laboratory.","Q81_5":"2.\tDr Sara Lance received an NSF Faculty Early Career Development (CAREER) award from NSF ($684K) to study the chemistry taking place in clouds around Whiteface Mountain. In addition to supporting basic science it will also support a chemistry/climate summer camp serving students from local school districts in the Albany area. \n\nThis directly contributes to the second priority included in the 2019/20 Action Plan for ASRC that was concerned with elevating the facility and science taking place at Whiteface.","Q81_6":"3.\tIn collaboration with Drs Richard Perez and Jeff Freedman a whitepaper was created that provides a vision for how weather information, including the NYS Mesonet, will help NY State achieve its 100% renewables goal by 2040. Efforts are ongoing to promote this with the State and the public. Interviews were also given on “Capitol Tonight” on Spectrum News and for the “Capital Pressroom”, WCNY. ASRC leads a number of funded research projects that deal with renewable energy. \n\nA major multi-partner DOE grant for around $10M was led and will be submitted in July by Dr Jeff Freedman, concerned with a field experiment focused on off-shore wind.\n\nThis directly contributes to the third priority included in the 2019/20 Action Plan for ASRC concerned with elevating and promoting ASRC expertise in renewable energy.","Q91":"Establish and Promote Weather-AI and Data Analytics capabilities at ASRC building on the newly established xCITE laboratory– Specifically: (1) Promote usage of the xCITE laboratory in ASRC, DAES and the University campus in the area of Artificial intelligence and Machine Learning. Measurable: number of users. (2) Initiate a campus Weather AI/ML group to exchange ideas, promote research and coordinate research proposals. Measurable: number of members in the group (3) Secure additional external funding in the Weather-AI and Data analytics domain. Measurable: booked research support (4) Increase exposure of the xCITE facility and related activities through publications, conference/workshop demonstrations; website; logos, media and marketing etc: Measurable: Numbers of papers, presentations, public awareness.","Q92":"","Q93":"","Q94":"","Q101":"Expand and Promote Atmospheric Chemistry and Air Quality Research and Outreach activities at ASRC’s facility at White Face Mountain (WFM): (1) Maintain and extend external research funding for field research at WFM that expands upon and complements the long term measurements obtained at the site which began nearly 50 years ago. Measurable: booked research support (2) Elevate the profile of research conducted at WFM by publishing findings from projects in peer reviewed journals, presenting findings at national and international conferences, and participating in outreach activities including celebration of 50th Anniversary in 2020. Measurable: Numbers of papers, presentations and public awareness (3) Maintain and develop research infrastructure at WFM to enhance research capabilities and collaboration at the site. Measurable: Infrastructure fidelity and usefulness, number of collaborations. (4) A related goal is to start the EIP air quality scientist hiring process (in collaboration with Stony Brook) – subject to University permission. Measurable: a successful search","Q102":"","Q103":"","Q104":"","Q111":"Expand and Promote Renewable Energy Research at ASRC – Specifically: (1) Start the EIP renewable energy scientist hiring process - subject to University permission. Measurable: a successful search (2) Secure additional external funding to support this work (e.g. NOAA, NSF, NYSERDA. Measurable: booked research support (3) Build R&D relationships on the perfect forecast/firm power generation concepts via COE, EdESLR. Measurable: project prospects. (4) Expand ASRC’s renewable energy group’s R&D and collaborative partnerships in offshore wind. Measurable: funding/collaboration through public/private partnerships, COE engagement (5) Promote ASRC’s research portfolio in renewables through publications, presentations and outreach to public and State Government. Measurable: Numbers of publications and presentations, media and NY State awareness,","Q112":"","Q113":"","Q114":"","Q121":"Expand ASRC’s portfolio in hydrology research including exploitation of NYS Mesonet observations, Specifically: (1) To promote and establish research that contributes to improving NOAA’s National Water Model through data assimilation efforts that includes mesonet and satellite data; integrating the NWM products into U.S. Drought Monitor and improving representation of groundwater-streamflow interactions. Measured by: improvements to the NYM and improved objectivity of the U.S Drought Monitor, (2) Enhance relationships and collaborations with hydrological groups in NY State including Canal Corporation (NYPA), USGS and NOAA’s NE River Forecasting Center. Measured by: increased interactions and projects with these entities. (3) Secure funding for all or part of the research described in the NSF STC Pre-proposal “SAFER” that deals with user-driven adaptive modeling of flood risk. Measurable: booked research support.","Q122":"","Q123":"","Q124":"","Q131":"Establish an Undergraduate Recruitment Plan taking advantage of Weather-Climate Enterprise Assets, Specifically: (1) Working with NYS Mesonet, COE and DAES, establish and implement a recruitment plan that takes advantage of the presence of NYS Mesonet stations across the State. Measurable: number of students applying to STEM fields at UAlbany as a result of this activity. (2) Include in this strategy a Media and Marketing effort to promote the Weather and Climate Enterprise across the State. Measurable: Public awareness.","Q132":"","Q133":"","Q134":"","Q141":"","Q142_Id":"F_3GwCXsZjnoJX6vL","Q142_Name":"Template_List_Individual_Affiliates.xlsx","Q142_Size":17246,"Q142_Type":"application/vnd.openxmlformats-officedocument.spreadsheetml.sheet","Q151":"","Q152":"","Q153":"","Q154":"","Q155":"","CreateNewFieldorChooseFromDropdown":"","year":"FY1920"},"FY2021":{"StartDate":44071.77290509259,"EndDate":44071.77481481482,"Status":"IP Address","IPAddress":"74.76.206.217","Progress":100,"Duration(inseconds)":165,"Finished":"True","RecordedDate":44071.77482517361,"ResponseId":"R_1q9YrfITCG9UbaQ","RecipientLastName":"Thorncroft","RecipientFirstName":"Christopher","RecipientEmail":"cthorncroft@albany.edu","ExternalReference":"Atmospheric Sciences Research Center","LocationLatitude":42.84820556640625,"LocationLongitude":-73.78630065917969,"DistributionChannel":"anonymous","UserLanguage":"EN","Q31":"The Atmospheric Sciences Research Center (ASRC), of the State University of New York at Albany, was established on February 16, 1961 by the Board of Trustees of the State University of New York, as a SUNY system-wide resource for developing and administering programs in basic and applied sciences related to the atmospheric environment. ASRC's world-class researchers study the physical and chemical processes of the atmosphere, land, and water systems, and apply that knowledge to explore the interaction of chemical, physical, geological and biological processes that impact our environment. Through technology transfer and collaboration with state, federal and industrial partners, ASRC enhances New York State's scientific capacity and infrastructure, while advancing the quality of life and economic wellbeing of its citizens.","Q32":"","Q41":"","Q42_1_1":"","Q42_1_2":"","Q42_2_1":"","Q42_2_2":"","Q51_1_1":0,"Q51_1_2":0,"Q51_1_4":0,"Q52_1_1":0,"Q52_1_2":0,"Q52_1_4":0,"Q53_1_1":"","Q53_2_1":"","Q54_1_1":"","Q54_2_1":"","Q55_1_1":"","Q55_2_1":"","Q55_3_1":"","Q56_1_1":"","Q56_2_1":"","Q56_3_1":"","Q56_4_1":"","Q56_5_1":"","Q56_6_1":"","Q56_7_1":"","Q57_1":"","Q58_1_1":0,"Q58_1_2":0,"Q58_1_4":0,"Q58_1_5":0,"Q71":"","Q72":"","Q73":"","Q74":"","Q75":"","Q76":"","Q77":"","Q78":"","Q81":"","Q82":"","Q83":"","Q84":"","Q85":"","Q86":"","Q87":"","Q88":"","Q91":"","Q92":"","Q93":"","Q94":"","Q95":"","Q96":"","Q97":"","Q98":"","Q101":"","Q102":"","Q103":"","Q104":"","Q105":"","Q106":"","Q107":"","Q108":"","Q111":"","Q112":"","Q113":"","Q114":"","Q115":"","Q116":"","Q117":"","Q118":"","1819Mission":"","1819Vision":"","1819Goal1":"","1819Activities1":"","1819Metrics1":"","1819Timeframe1":"","1819Goal2":"","1819Activities2":"","1819Metrics2":"","1819Timeframe2":"","1819Goal3":"","1819Activities3":"","1819Metrics3":"","1819Timeframe3":"","1819Goal1:Results":"","1819Goal1:ChangeofPlan":"","1819Goal2:Results":"","1920Goal1":"","1920Activities1":"","1920Metrics1":"","1920Timeframe1":"","1819Goal4":"","1819Activities4":"","1819Metrics4":"","1819Timeframe4":"","1819Goal2:ChangeofPlan":"","1819Goal3:Results":"","1819Goal3:ChangeofPlan":"","1819Goal4:Results":"","1819Goal4:ChangeofPlan":"","1920Mission":"","1920Vision":"","1920Goal2":"","1920Activities2":"","1920Metrics2":"","1920Timeframe2":"","1920Goal3":"","1920Activities3":"","1920Metrics3":"","1920Timeframe3":"","1920Goal4":"","1920Activities4":"","1920Metrics4":"","1920Timeframe4":"","1819Goal5":"","1819Activities5":"","1819Metrics5":"","1819Timeframe5":"","1819Goal5:Results":"","1920Goal5":"","1920Activities5":"","1920Metrics5":"","1920Timeframe5":"","year":"FY2021"}}