{"ExternalReference":"Center for Functional Genomics","FY1920":{"StartDate":44084.38422453704,"EndDate":44089.5808912037,"Status":"IP Address","IPAddress":"169.226.24.228","Progress":100,"Duration(inseconds)":448991,"Finished":"True","RecordedDate":44089.580903298614,"ResponseId":"R_2uCHbbtUDAo0HFz","RecipientLastName":"Chittur","RecipientFirstName":"Sridar","RecipientEmail":"schittur@albany.edu","ExternalReference":"Center for Functional Genomics","LocationLatitude":42.65519714355469,"LocationLongitude":-73.802001953125,"DistributionChannel":"anonymous","UserLanguage":"EN","Q31":"The mission of the Center for Functional Genomics is to develop expertise on new and developing genomic technologies that advance and improve the understanding of biology. As part of its mission, the CFG maintains core competencies in genomics, epitranscriptomics, epigenetics and bioinformatics.","Q32":"The Center for Functional Genomics provides state-of-the-art services that enables scientists to conduct innovative research utilizing resources for which cost, operational investment, and expertise is most efficiently and effectively supported as a shared resource, fostering the growth of biotechnology at the University at Albany and throughout the Capital Region.","Q41":"We had a 37% increase in our revenues (including collections) even with a decrease in our FTEs. Currently we have 2.5 FTEs as laboratory staff and 1.5 FTEs as admin support","Q42_1_1":1,"Q42_1_2":5,"Q42_2_1":1,"Q42_2_2":3,"Q43_1":0,"Q43_1_TEXT":"","Q43_2":0,"Q43_2_TEXT":"","Q43_3":0,"Q43_3_TEXT":"","Q51_1_1":0,"Q51_1_2":0,"Q51_1_4":0,"Q51_2_1":3,"Q51_2_2":2,"Q51_2_4":0,"Q52_1_1":0,"Q52_1_2":0,"Q52_1_4":0,"Q52_2_1":0,"Q52_2_2":2,"Q52_2_4":0,"Q53_1_1":"","Q53_1_2":"","Q53_2_1":"","Q53_2_2":"","Q54_1_1":"","Q54_1_2":"","Q54_2_1":"","Q54_2_2":"","Q61_1_1":"","Q61_1_2":"","Q61_2_1":"","Q61_2_2":"","Q61_3_1":"","Q61_3_2":"16","Q62":"1.\tFung I, Sankar P, Zhang Y, Robison L, Zhao X, D'Souza S, Salinera A, Wang Y, Qian J, Kuentzel M, Chittur SV, Temple S, Zuloaga KL,, Yang Q.(2020) Activation of group 2 innate lymphoid cells alleviates aging-associated cognitive decline. Journal of Experimental Medicine J Exp Med. 2020 Apr 6;217(4):e20190915\n2.\tFrye CA, Chittur SV, (2020) Mating enhances expression of hormonal and trophic factors in the midbrain of female rat. Front. Behav. Neurosci. | doi: 10.3389/fnbeh.2020.00021\n3.\tZhang Y, Fung I, Sankar P, Chen X, Robison LS, Ye L, D'Souza S, Salinero A, Zhao X, Kuentzel M, Chittur SV, Zuloaga KL,, Yang Q.(2020) Depletion of NK cells improves cognitive function in mice with Alzheimer’s disease model. J Immunol. Jul 15;205(2):502-510. [published online ahead of print, 2020 Jun 5]. doi:10.4049/jimmunol.2000037 \n4.\tBox A, DeLay, M, Tighe S, Chittur SV, Bergeron A, Cochran M, Lopez P, Meyer EM, Saluk, A, Thornton S, Brundage M, (2020) Evaluating the Effects of Cell Sorting on Gene Expression, J. Biomolecular Techniques, Jun 22 : jbt.20-3103-004\n5.\tAshton JM, Rehrauer H, Myers J, Myers J, Zanche M, Balys M, et al. Comparative analysis of single-cell RNA Sequencing Platforms and Methods. BioRxiv 2020:2020.07.20.212100. https://doi.org/10.1101/2020.07.20.212100.\n6.\tBonenfant, G.; Meng, R.; Shotwell, C.; Badu, P.; Payne, A.F.; Ciota, A.T.; Sammons, M.A.; Berglund, J.A.; Pager, C.T. Asian Zika Virus Isolate Significantly Changes the Transcriptional Profile and Alternative RNA Splicing Events in a Neuroblastoma Cell Line. Viruses 2020, 12, 510.\n7.\tCatizone AN, Uzunbas GK, Celadova P, Kuang S, Bose D, Sammons MA. Locally acting transcription factors regulate p53-dependent cis-regulatory element activity. Nucleic Acids Res. 2020 Mar 5\n8.\tO’Keefe, KJ, DeSantis, KA, Altrieth, AL, Nelson, DA, Taroc, EZM, Stabell, AR, Larsen, M. (2020). Regional Differences following Partial Salivary Gland Resection.Journal of Dental Research,99(1), 79–88.\n9.\tNaik AS, Lin JM, Taroc EZM, Katreddi RR, Frias JA, Sammons MA, Forni PE. Smad4 signaling establishes the somatosensory map of basal vomeronasal sensory neurons.\" bioRxiv (2019): 738393.\n10.\tKarsli Uzunbas G, Ahmed F, Sammons MA. Control of p53-dependent transcription and enhancer activity by the p53 family member p63. J Biol Chem. 2019 Jul 5;294(27):10720-10736.\n11.\tCatizone AN, Good CR, Alexander KA, Berger SL, Sammons MA. Comparison of genotoxic versus nongenotoxic stabilization of p53 provides insight into parallel stress-responsive transcriptional networks. Cell Cycle. 2019 Apr;18(8):809-823.\n12.\tMcCarthy A, Sarkar K, Martin ET, Upadhyay M, James JR, Lin JM, Jang S, Williams ND, Forni PE, Buszczak M, Rangan P. MSL3 coordinates a transcriptional and translational meiotic program in female Drosophila. bioRxiv 2019.12.18.879874\n13.\tLin JM, Taroc EZM, Frias JA, Prasad A et al. The transcription factor Tfap2e/AP-2ε plays a pivotal role in maintaining the identity of basal vomeronasal sensory neurons. Dev Biol 2018 Sep 1;441(1):67-82.\n14.\tChen, L., Strohmeier, V., He, Z. Deshpande M, Catalan-Dibene J, Durum SK, Moran TM, Kraus T, Xiong H, Faith JJ, Sodhi CP, Hackam, DJ, Lira S (2019). Interleukin 22 disrupts pancreatic function in newborn mice expressing IL-23. Nat Commun 10, 4517\n15.\tKuang, Sylvia, \"An Assessment of Combinatorial Transcription Factor Activity at p53 Enhancer Elements\" (2019). Biological Sciences.59.\n16.\tBeaudin S, Kokabee L, Welsh J (2019) Divergent effects of vitamins K1 and K2 on triple negative breast cancer cells. Oncotarget.; 10(23):2292–2305. Published 2019 Mar 19. doi:10.18632/oncotarget.26765\n17.\tFlora, P., Wong-Deyrup, S. W., Martin, E. T., Palumbo, R. J., Nasrallah, M., Oligney, A., Blatt, P., Patel, D., Fuchs, G., Rangan, P. (2018). Sequential Regulation of Maternal mRNAs through a Conserved cis-Acting Element in Their 3' UTRs. Cell reports, 25(13), 3828-3843.e9.\n18.\tFlora P, Schowalter S, Wong-Deyrup S, DeGennaro M, Nasrallah MA, Rangan P. (2018)Transient transcriptional silencing alters the cell cycle to promote germline stem cell differentiation in Drosophila; Dev Biol. 2018 Feb 1;434(1):84-95\n19.\tMcCarthy, A, Deiulio, A, Martin, ET, Upadhyay, M, Rangan P,(2018) Tip60 complex promotes expression of a differentiation factor to regulate germline differentiation in female Drosophila; Molecular Biology of the Cell 29(24), 2933-2945\n20.\tBraza, M. S., Conde, P., Garcia, M., Cortegano, I., Brahmachary, M., Pothula, V., Fay, F., Boros, P., Werner, S. A., Ginhoux, F., Mulder, W., Ochando, J. (2018). Neutrophil derived CSF1 induces macrophage polarization and promotes transplantation tolerance. American journal of transplantation, 18(5), 1247-1255.\n21.\tBraza MS, van Leent MMT, Lameijer M, Sanchez-Gaytan BL, Arts RJW, Pérez-Medina C, Conde P, Garcia MR, Gonzalez-Perez M, Brahmachary M, Fay F, Kluza E, Kossatz S, Dress RJ, Salem F, Rialdi A, Reiner T, Boros P, Strijkers GJ, Calcagno CC, Ginhoux F, Marazzi I, Lutgens E, Nicolaes GAF, Weber C, Swirski FK, Nahrendorf M, Fisher EA, Duivenvoorden R, Fayad ZA, Netea MG, Mulder WJM, Ochando J. (2018)  Inhibiting Inflammation with Myeloid Cell-Specific Nanobiologics Promotes Organ Transplant Acceptance. Immunity. 49(5):819-828\n22.\tLlaudo I, Fribourg M, Medof ME, Conde P, Ochando J, Heeger PS (2018), C5aR1 regulates migration of suppressive myeloid cells required for costimulatory blockade-induced murine allograft survival.,Am J Transplant. 2018;1–13.\n23.\tUzunbas, GK, Ahmed, F, Sammons, MA (2018) Cell type-dependent control of p53 transcription and enhancer activity by p63, bioRxiv 268649; doi: https://doi.org/10.1101/268649\n24.\t Glaucia CF, Lili C, Valentia, S, Zhengxiang H, MadhuraD, Durum SK, Moran, TM, Kraus T, Xiong, H, Faith, JJ, Lira SA (2018) Interleukin 22 mediates interleukin 23-induced pathology in newborn mice by disrupting the function of pancreatic and intestinal cells, bioRxiv  346577\n25.\tHe Z, Chen, L, Glaucia CF, Lira, SA, (2018) Interleukin 33 regulates gene expression in intestinal epithelial cells independently of its nuclear localization,Cytokine,111, 146-153\n26.\tGanapathi, M, Boles, Nathan C.,Charniga, C Lotz, S, Campbell, M, Temple, S, Morse, R H. (2018)  Effect of Bmi1 over-expression on gene expression in adult and embryonic murine neural stem cells, Scientific Reports, 7464\n27.\tBruce, SA, Wright, JJ. (2018) Estimates of gene flow and dispersal in wild riverine Brook Trout (Salvelinus fontinalis) populations reveal ongoing migration and introgression from stocked fish. Ecol Evol.; 8: 11410– 11422\n28.\tSevinsky, CJ, Khan, F., Kokabee, L., Darehshouri, A,,  Maddipati KR. and Conklin DS, (2018) NDRG1 regulates neutral lipid metabolism in breast cancer cells, Breast Cancer Research, 20:55\n29.\tJanmeet S. Saini, Barbara Corneo, Justine D. Miller, Thomas R. Kiehl, Qingjie Wang, Nathan C. Boles, Timothy A. Blenkinsop, Jeffrey H. Stern, Sally Temple, (2017) Nicotinamide Ameliorates Disease Phenotypes in a Human iPSC Model of Age-Related Macular Degeneration, Cell Stem Cell, 20(5), 635-647\n30.\tJane Kasten-Jolly, David A. Lawrence, (2017)Sex-specific effects of developmental lead exposure on the immune-neuroendocrine network,Toxicology and Applied Pharmacology, 334, 142-157\n31.\tBaumann, J,Wong, J, Sun Y, Conklin DS, (2016) Palmitate-induced ER stress increases trastuzumab sensitivity in HER2/neu-positive breast cancer cells BMC Cancer, 16:551\n32.\tCummings, R. J., Barbet, G., Bongers, G., Hartmann, B. M., Gettler, K., Muniz, L., Furtado, G. C., Cho, J., Lira, S. A., Blander, J. M. (2016). Different tissue phagocytes sample apoptotic cells to direct distinct homeostasis programs. Nature, 539(7630), 565-569.\n33.\tMakoto Takeo, Christopher S. Hale, Mayumi Ito, (2016) Epithelium-Derived Wnt Ligands Are Essential for Maintenance of Underlying Digit Bone, Journal of Investigative Dermatology,136(7),  1355-1363\n34.\tSimmons, K. M., Beaudin, S. G., Narvaez, C. J. and Welsh, J. (2015), Gene Signatures of 1,25‐Dihydroxyvitamin D3 Exposure in Normal and Transformed Mammary Cells. J. Cell. Biochem. 116: 1693-1711.\n35.\tLin, J. M., Taroc, E. Z. M., Frias, J. A., Prasad, A., Catizone, A. N., Sammons, M. A., and Forni, P. E. (2018) The transcription factor Tfap2e/AP-2 epsilon plays a pivotal role in maintaining the identity of basal vomeronasal sensory neurons. Dev. Biol. 441, 67–82\n36.\tGaupel, A.C, Begley, T. J. and Tenniswood, M. (2015), Gcn5 Modulates the Cellular Response to Oxidative Stress and Histone Deacetylase Inhibition. J. Cell. Biochem., 116: 1982-199\n37.\tConde, P., Rodriguez, M., van der Touw, W., Jimenez, A., Burns, M., Miller, J., Brahmachary, M., Chen, H. M., Boros, P., Rausell-Palamos, F., Yun, T. J., Riquelme, P., Rastrojo, A., Aguado, B., Stein-Streilein, J., Tanaka, M., Zhou, L., Zhang, J., Lowary, T. L., Ginhoux, F., Park, C. G., Cheong, C., Brody, J., Turley, S. J., Lira, S. A., Bronte, V., Gordon, S., Heeger, P. S., Merad, M., Hutchinson, J., Chen, S. H., Ochando, J. (2015). DC-SIGN (+) Macrophages Control the Induction of Transplantation Tolerance. Immunity, 42(6), 1143-58.\n38.\tPA Zmijewski, LY Gao, AR Saxena, NK Chavannes, Hushmendy,SF, Bhoiwala, DL,  Crawford, DR, (2015) Fish oil improves gene targets of Down syndrome in C57BL and BALB/c mice, Nutrition Research,35(5), 440-448\n39.\tEndres L, Begley U, Clark R, Gu C, Dziergowska A, et al. (2015) Alkbh8 Regulates Selenocysteine-Protein Expression to Protect against Reactive Oxygen Species Damage. PLOS ONE 10(7): e0131335 \n40.\tCassar PA, Carpenedo RL, Samavarchi-Tehrani P, Olsen JB et al. Integrative genomics positions MKRN1 as a novel ribonucleoprotein within the embryonic stem cell gene regulatory network. EMBO Rep 2015 Oct;16(10):1334-57.\n41.\tMontague, C. R., Fitzmaurice, A., Hover, B. M., Salazar, N. A., & Fey, J. P. (2014). Screen for Small Molecules Increasing the Mitochondrial Membrane Potential. Journal of Biomolecular Screening, 19(3), 387–398.\n42.\tLaPorta E, Welsh J, (2014) Modeling vitamin D actions in triple negative/basal-like breast cancer, J Steroid Biochem Mol Biol. 2014 Oct; 144PA: 65–73.\n43.\tMilani C, Katayama ML, de Lyra EC, Welsh J, Campos LT, Brentani MM, Maciel MS, Roela RA, del Valle PR, Góes JC, Nonogaki S, Tamura RE, Folgueira MA., (2013)Transcriptional effects of 1,25 dihydroxyvitamin D(3) physiological and supra-physiological concentrations in breast cancer organotypic culture. BMC Cancer. 13:1192013 \n44.\tBegley, U., Sosa, M. S., Avivar-Valderas, A., Patil, A., Endres, L., Estrada, Y., Chan, C. T., Su, D., Dedon, P. C., Aguirre-Ghiso, J. A.,  Begley, T. (2013). A human tRNA methyltransferase 9-like protein prevents tumour growth by regulating LIN9 and HIF1-α. EMBO molecular medicine, 5(3), 366-83. \n45.\tBurzyński, S. R.; Paleolog, J.; Patii, S.; Ilkowska-Musial, E.; Borsuk, G.; Olszewski, K.; Chittur, S. V.; Gupta, V.; Sarangi, R.; Strachecka, A.;(2013) Medycyna Weterynaryjna .69 (12) 753-759\t\n46.\tFrye C, Paris J., Walf ., Rusconi J., (2013) Effects and Mechanisms of 3α,5α,-THP on Emotion, Motivation, and Reward Functions Involving Pregnane Xenobiotic Receptor, Frontiers in Neuroscience, 5, 136.\n47.\tHill-Burns EM, Singh N, Ganguly P, Hamza TH, Montimurro J, Kay DM, Yearout D, Sheehan P, Frodey K, McLear JA, Feany MB, Hanes SD, Wolfgang WJ, Zabetian CP, Factor SA, Payami H (2013) A genetic basis for the variable effect of smoking/nicotine on Parkinson's disease. Pharmacogenomics J. 2013 Dec;13(6):530-7\n48.\tKusek,G., Campbell, M., Doyle, F, Tenenbaum,SA,  Kiebler, M, Temple,S. (2012) Asymmetric Segregation of the Double-Stranded RNA Binding Protein Staufen2 during Mammalian Neural Stem Cell Divisions Promotes Lineage Progression,Cell Stem Cell,11(4), 505-516.\n49.\tSheth S, Jajoo S, Kaur T, Mukherjea D, Sheehan K, Rybal, LP, Ramkumar V. (2012) Resveratrol Reduces Prostate Cancer Growth and Metastasis by Inhibiting the Akt/MicroRNA-21 Pathway. PLOS ONE 7(12): e51655\n50.\tPatil,A,  Chan,C,  Dyavaiah, M, Rooney JP,& Dedon P (2012) Translational infidelity-induced protein stress results from a deficiency in Trm9-catalyzed tRNA modifications, RNA Biology, 9:7, 990-1001\n51.\tLee, B-K, Bhinge,AA, Battenhouse, A, McDaniell, RM, Liu,Z, Song, L, Ni, Y, Birney E, Lieb, JD, Furey, TS, Crawford, GE, Iyer, VR (2012) Cell-type specific and combinatorial usage of diverse transcription factors revealed by genome-wide binding studies in multiple human cells, Genome Res. 22: 9-24 \n52.\tLapidus, K. A., Nwokafor, C., Scott, D., Baroni, T. E., Tenenbaum, S. A., Hiroi, N., Singer, R. H., Czaplinski, K. (2012). Transgenic expression of ZBP1 in neurons suppresses cocaine-associated conditioning. Learning & memory (Cold Spring Harbor, N.Y.), 19(2), 35-42. \n53.\tLiu, Y,  Szaro BG, (2011) hnRNP K post-transcriptionally co-regulates multiple cytoskeletal genes needed for axonogenesis, Development  2011  138:  3079-3090\n54.\tAlan P. Boyle,  Lingyun Song,  Bum-Kyu Lee,  Darin London,  Damian Keefe,  Ewan Birney,  Vishwanath R. Iyer,  Gregory E. Crawford,  and Terrence S. Furey (2011) High-resolution genome-wide in vivo footprinting of diverse transcription factors in human cells Genome Res. 21: 456-464\n55.\tMcDaniell R, Lee, BK, Song, L, Liu, Z, Boyle, AP, Erdos,MR, Scott, LJ, Morken, MA, Kucera, KS, Battenhouse, A, Keefe, D, Collins, FS, Willard,HF,  Lieb, JD, Furey, TS, Crawford, GE, Iyer, VR,  Birney E, (2010) Heritable Individual-Specific and Allele-Specific Chromatin Signatures in Humans, Science  328(5975), 235-239\n56.\tKasten-Jolly J, Heo Y, Lawrence DA (2010) Impact of developmental lead exposure on splenic factors, Toxicology and Applied Pharmacology, 247(1), 105-115.\n57.\tUeda, A. & Wood, T.K. (2008) Potassium and sodium transporters of Pseudomonas aeruginosa regulate virulence to barley Appl Microbiol Biotechnol 79: 843.\n58.\tAttila, C., Ueda, A., Cirillo, S. L., Cirillo, J. D., Chen, W. and Wood, T. K. (2008), Pseudomonas aeruginosa PAO1 virulence factors and poplar tree response in the rhizosphere. Microbial Biotechnology, 1: 17-29.\n59.\tAlbu DI, Feng D, Bhattacharya D, Jenkins NA, Copeland NG, Liu P, Avram D.(2007) BCL11B is required for positive selection and survival of double-positive thymocytes. J Exp Med. 2007 Nov 26;204(12):3003-15\n60.\tBradley MD, Beach MB, de Koning AP, Pratt TS, Osuna R. (2007) Effects of Fis on Escherichia coli gene expression during different growth stages 153(9):2922-40.","Q63_1_1":"","Q63_1_2":"","Q63_2_1":"","Q63_2_2":"","Q63_3_1":"","Q63_3_2":"","Q63_4_1":"","Q63_4_2":"","Q63_5_1":"","Q63_5_2":"","Q63_6_1":"","Q63_6_2":"","Q63_7_1":"","Q63_7_2":"","Q64":"","Q65_1":"","Q65_2":"2","Q66":"1.\tFung ITH, Sankar P, Zhang Y, Robison LS, Zhao X, D’Souza S, et al. Accumulation and activation of group 2 innate lymphoid cells in the aged brain alleviate aging associated cognitive decline. J Immunol 2020;204:148.8.\n2.\tD’Souza S, Shen X, Fung ITH, Ye L, Kuentzel M, Chittur SV, et al. Compartmentalized effects of aging on group 2 innate lymphoid cell development and function. J Immunol 2020;204:234.8.","Q67":"The Center has participated in soliciting extramural funding either as collaborator or key personnel in 19 grant applications by university faculty.\nThe core is still part of the R21 grant award with Dr. Larsen (Biology): Endothelial Cell Signaling in Regeneration (01-FEB-18 / 31-JAN-21)","Q71_1_1":"","Q71_1_2":"","Q71_1_4":"","Q71_1_5":"","Q71_2_1":"5","Q71_2_2":"1","Q71_2_4":"3","Q71_2_5":"1","Q71_3_1":"course instruction","Q71_3_2":"research activities","Q71_3_4":"committee","Q71_3_5":"research","Q81_4":"Successfully implemented single cell sequencing in our core portfolio. This has also built a great collaborative endeavor with Dr. Qi Yang's group at Albany Medical College and resulted in  3 publications in prestigious journals","Q81_5":"Successfully expanded RNA sequencing methods portfolio with methods in analyzing new RNA modifications","Q81_6":"Development of methods for SARS-Cov2 detection: The lab has been part of a global effort to develop a cheaper assay using isothermal amplification (LAMP) and saliva samples. We were recipients of seed funding from SUNY that resulted in an R21 application.","Q91":"Development of new genomic methods for transcriptomics and epitranscriptomics to enable investigators at UAlbany and collaborating institutions to advance research","Q92":"Methods developed for RNA sequencing, single cell sequencing, m6A and m5C modified RNA sequencing","Q93":"Last year we conducted over 44 sequencing experiments with over 500 samples and this work has resulted in 13 publications. Multiple PIs in Biology have successfully secured extramural grant funding based on data generated in our core","Q94":"","Q101":"Workforce development via training students/postdoctoral staff","Q102":"Integral part of delivering the Bioinstrumentation program (BMS311, BMS411)\nMentor site for HVCC Biotechnology certificate program","Q103":"We successfully graduated 4 UG students through the Bioinstrumentation program. We also trained 1 UG student (HVCC), 3 UA graduate students and 1 postdoc in the lab","Q104":"","Q111":"Increase visibility of the lab","Q112":"-continued to increase intra- and extra mural collaborations with investigators in the capital District\n-redeveloping website","Q113":"increased # publications\nincreased grant submissions\nin spite of our aging instrumentation, we  were still able to run 465 microarrays for investigators","Q114":"Need to update instrumentation in lab to be able to provide new cutting edge technologies that are gaining popularity\nOlder instrumentation have errors that result in us having to repeat the assays multiple time increasing out process cost and time.","Q121":"Keep our aging instrumentation viable","Q122":"regular maintenance\nredeveloping protocols to maximize usage lifetimes","Q123":"We still have the Sanger sequencer (circa 2005) and Affymetrix GeneChip systems (Circa 2003) working and providing services to multiple investigators. We have developed other methods like Cell line authentication and Methylation analysis on the Sanger sequencer.","Q124":"","Q131":"","Q132":"","Q133":"","Q134":"","Q141":"","Q142_Id":"F_1QGYupgnfqQGfkm","Q142_Name":"Template_List_Individual_Affiliates.xlsx","Q142_Size":19211,"Q142_Type":"application/vnd.openxmlformats-officedocument.spreadsheetml.sheet","Q151":"The COVID pandemic while catastrophic  is also an opportunity for CFG to target funding for molecular assay development. The methods we currently use can be retooled to get us involved in infectious disease surveillance, metagenomics and areas for developing biomedical science and engineering","Q152":"The equipment at CFG is aging with some at 15-18 yrs. Our latest instrument is now 5 yrs old and going to be obsolete soon. Newer technologies allow for cost efficiencies and are gaining popularity. If we do not invest in capital equipment, we will loose our resourcefulness to the scientific community.\nWith the past RIFs that have been necessary to address the ongoing budget crises, it becomes harder to complete projects if a staff member is ill. Having a liquid handling station would help alleviate this and would also prevent current staff from work-related health issues like carpal tunnel","Q153":"Instrumentation upgrades to keep up with technology\nRobotics to alleviate load on human work force\nA more robust biostatistics and bioinformatics program at the university where we can tap in to. The data generated by our experiments is complex and deters faculty from doing them which in turn makes them less competitive in grant funding.","Q154":"More partnerships with other departments like Biology, Engineering\nMore collaborative ventures with neighboring area Institutions- we are already a regional resource\nMore partnerships with area biotechnology companies (fee for service, STTRs)","Q155":"We write a lot of support letters for faculty at the university but never find out if the grant was funded (unless we were listed for effort). It would be helpful to have a system where we could track this.\nIt would be helpful to have a better system to track invoice payments. Often our records are waiting for payments to show up on RF or State accounts\nIt would be good to have a small unit at the university that can refurbish/maintaine scientific equipment. The service contracts on our instruments are expensive but needed to validate the reliability of the complex experiments that are in themselves very expensive both in time and costs.","CreateNewFieldorChooseFromDropdown":"","TEST":"","FY2021Mission":"","FY2021Vision":"","FY2021Goal1":"","FY2021Action1":"","FY2021Metric1":"","FY2021TimeFrame1":"","FY2021Goal2":"","FY2021Action2":"","FY2021Metric2":"","FY2021TimeFrame2":"","FY2021Goal3":"","FY2021Action3":"","FY2021Metric3":"","FY2021TimeFrame3":"","FY2021Goal4":"","FY2021Action4":"","FY2021Metric4":"","FY2021TimeFrame4":"","FY2021Goal5":"","FY2021Action5":"","FY2021Metric5":"","FY2021TimeFrame5":"","FY2021TargetFederalProposals":"0","FY2021TargetStateProposals":"0","FY2021TargetOtherProposals":"0","FY2021TargetFederalAwards":"0","FY2021TargetStateAwards":"0","FY2021TargetOtherAwards":"0","FY2021TargetLargeProposals":"","FY2021TargetLargeAwards":"","FY2021TargetSBIRProposals":"","FY2021TargetSBIRAwards":"","FY2021TargetBooks":"","FY2021TargetBookChapters":"","FY2021TargetPublications":"","FY2021TargetDisclosures":"","FY2021TargetPatentsApplications":"","FY2021TargetPatentsIssued":"","FY2021TargetPatentsLicensed":"","FY2021TargetLicensedExecuted":"","FY2021TargetLicensedRevenue":"","FY2021TargetStartups":"","FY2021TargetCONFERENCE":"","FY2021TargetUndergraduate":"0","FY2021TargetMaster":"0","FY2021TargetPhD":"0","FY2021TargetPostdoc":"0","QTEST":"","FY1920Mission":"N/A","FY1920Goal1":"","FY1920Action1":"","FY1920TimeFrame1":"","FY1920Goal2":"","FY1920Action2":"","FY1920TimeFrame2":"","FY1920Goal3":"","FY1920Action3":"","FY1920TimeFrame3":"","FY1920Goal4":"","FY1920Action4":"","FY1920TimeFrame4":"","FY1920Goal5":"","FY1920Action5":"","FY1920TimeFrame5":"","FY1920TargetFederalProposals":"","FY1920TargetStateProposals":"","FY1920TargetOtherProposals":"","FY1920TargetFederalAwards":"","FY1920TargetStateAwards":"","FY1920TargetOtherAwards":"","FY1920TargetLargeProposals":"","FY1920TargetLargeAwards":"","FY1920TargetSBIRProposals":"","FY1920TargetSBIRAwards":"","FY1920TargetBooks":"","FY1920TargetBookChapters":"","FY1920TargetPublications":"","FY1920TargetDisclosures":"","FY1920TargetPatentsApplications":"","FY1920TargetPatentsIssued":"","FY1920TargetPatentsLicensed":"","FY1920TargetLicensedExecuted":"","FY1920TargetLicensedRevenue":"","FY1920TargetStartups":"","FY1920TargetCONFERENCE":"","FY1920TargetUndergraduate":"","FY1920TargetMaster":"","FY1920TargetPhD":"","FY1920TargetPostdoc":"","FY1920RFApplicationsandAwards":"https://livealbany-my.sharepoint.com/:x:/g/personal/thuang3_albany_edu/EWg6P7A-BzVKtkGp4fvobUUBmwno_DaYTS1SFygzPlhzsw?e=Fq8pUO","FY1920Vision":"N/A","FY1920Metric1":"","Measurable:Numbersofpapers":"","FY1920Metric2":"","Measurable:Infrastructurefidelityandusefulness":"","FY1920Metric3":"","4\tMeasurable:funding/collaborationthroughpublic/privatepartnerships":"","5\tMeasurable:Numbersofpublicationsandpresentations":"","FY1920Metric4":"","FY1920Metric5":"","year":"FY1920","partners":[{"FullName":"Dr. Doug Conklin","JobTitle":"","Department":"BMS","School":"SPH","Organization(IfnotUAlbany)":"","Email":""},{"FullName":"Dr. JoEllen Welsh","JobTitle":"","Department":"EHS","School":"SPH","Organization(IfnotUAlbany)":"","Email":""},{"FullName":"Dr. Jason Herschkowitz","JobTitle":"","Department":"BMS","School":"SPH","Organization(IfnotUAlbany)":"","Email":""},{"FullName":"Dr. Prashant Rangan","JobTitle":"","Department":"Biology","School":"CAS","Organization(IfnotUAlbany)":"","Email":""},{"FullName":"Dr. Morgan Sammons","JobTitle":"","Department":"Biology","School":"CAS","Organization(IfnotUAlbany)":"","Email":""},{"FullName":"Dr. Paolo Forni","JobTitle":"","Department":"Biology","School":"CAS","Organization(IfnotUAlbany)":"","Email":""},{"FullName":"Dr. Andy Berglund","JobTitle":"","Department":"Biology","School":"CAS","Organization(IfnotUAlbany)":"","Email":""},{"FullName":"Dr. Melinda Larsen","JobTitle":"","Department":"Biology","School":"CAS","Organization(IfnotUAlbany)":"","Email":""},{"FullName":"Dr. Ben Szaro","JobTitle":"","Department":"Biology","School":"CAS","Organization(IfnotUAlbany)":"","Email":""},{"FullName":"Dr. Tom Begley","JobTitle":"","Department":"Biology","School":"CAS","Organization(IfnotUAlbany)":"","Email":""},{"FullName":"Dr. Cara Pager","JobTitle":"","Department":"Biology","School":"CAS","Organization(IfnotUAlbany)":"","Email":""},{"FullName":"Dr. Gabrielle Fuchs","JobTitle":"","Department":"Biology","School":"CAS","Organization(IfnotUAlbany)":"","Email":""},{"FullName":"Dr. Rebecca DeVaux","JobTitle":"","Department":"BMS","School":"SPH","Organization(IfnotUAlbany)":"","Email":""},{"FullName":"Dr. Mark Kuniholm","JobTitle":"","Department":"Epi & Biostats","School":"SPH","Organization(IfnotUAlbany)":"","Email":""},{"FullName":"Dr. Ramune Reliene","JobTitle":"","Department":"EHS","School":"","Organization(IfnotUAlbany)":"","Email":""},{"FullName":"Dr. Martin Tenniswood","JobTitle":"CSO","Department":"","School":"","Organization(IfnotUAlbany)":"miR Scientific","Email":""},{"FullName":"Dr.Irfan Rahman","JobTitle":"","Department":"Environmental Medicine","School":"","Organization(IfnotUAlbany)":"University of Rochester Medical Center","Email":""},{"FullName":"Dr. Thomas Anderson","JobTitle":"","Department":"Molecular and Cellular Physiology","School":"","Organization(IfnotUAlbany)":"AMC","Email":""},{"FullName":"Dr. Susan Laflamme","JobTitle":"","Department":"Regenerative & Cancer Cell Biology","School":"","Organization(IfnotUAlbany)":"AMC","Email":""},{"FullName":"Eric LaPier","JobTitle":"Scientist","Department":"","School":"","Organization(IfnotUAlbany)":"Next Advance Bio","Email":""},{"FullName":"Dr. Natalia Vinas reyero","JobTitle":"Scientist","Department":"Environmental Lab","School":"","Organization(IfnotUAlbany)":"US Army ERDC","Email":""},{"FullName":"Dr.Dong-Joo (Ellen) Cheon","JobTitle":"","Department":"Regenerative & Cancer Cell Biology","School":"","Organization(IfnotUAlbany)":"AMC","Email":""},{"FullName":"Dr. Sally Temple","JobTitle":"","Department":"","School":"","Organization(IfnotUAlbany)":"Neural Stem Cell Institute","Email":""},{"FullName":"Dr. Wei Gao","JobTitle":"","Department":"","School":"","Organization(IfnotUAlbany)":"GE Global Research Center","Email":""},{"FullName":"Dr. Qi Yang","JobTitle":"","Department":"Immunology & Microbial Disease","School":"","Organization(IfnotUAlbany)":"AMC","Email":""},{"FullName":"Dr. Xinping Zhang","JobTitle":"","Department":"Orthopaedics","School":"","Organization(IfnotUAlbany)":"University of Rochester Medical Center","Email":""},{"FullName":"Dr. Jeremy Kirchman","JobTitle":"","Department":"","School":"","Organization(IfnotUAlbany)":"NYS Museum","Email":""},{"FullName":"Dr. Amie McClellan","JobTitle":"","Department":"Division of Science, Computing and Mathematics","School":"","Organization(IfnotUAlbany)":"Bennington College","Email":""},{"FullName":"Dr. Sergio Lira","JobTitle":"","Department":"Mt. Sinai School of Medicine","School":"","Organization(IfnotUAlbany)":"","Email":""},{"FullName":"Dr. Shaker Mousa","JobTitle":"","Department":"Pharmaceutical Research Institute","School":"","Organization(IfnotUAlbany)":"ACPHS","Email":""},{"FullName":"Dr. Wei Sun","JobTitle":"","Department":"Immunology & Microbial Disease","School":"","Organization(IfnotUAlbany)":"AMC","Email":""},{"FullName":"Dr. Mingfu Wu","JobTitle":"","Department":"Molecular and Cellular Physiology","School":"","Organization(IfnotUAlbany)":"AMC","Email":""},{"FullName":"Dr. Michael Dipersio","JobTitle":"","Department":"Regenerative & Cancer Cell Biology","School":"","Organization(IfnotUAlbany)":"AMC","Email":""}]},"FY2021":{"StartDate":44090.36087962963,"EndDate":44095.411944444444,"Status":"IP Address","IPAddress":"169.226.24.228","Progress":100,"Duration(inseconds)":436412,"Finished":"True","RecordedDate":44095.411957372686,"ResponseId":"R_1eIFsvuCxkJTt1J","RecipientLastName":"Chittur","RecipientFirstName":"Sridar","RecipientEmail":"schittur@albany.edu","ExternalReference":"Center for Functional Genomics","LocationLatitude":42.781005859375,"LocationLongitude":-73.9114990234375,"DistributionChannel":"anonymous","UserLanguage":"EN","Q31":"","Q32":"","Q41":"","Q42_1_1":1,"Q42_1_2":4,"Q42_2_1":1,"Q42_2_2":3,"Q51_1_1":4,"Q51_1_2":0,"Q51_1_4":0,"Q52_1_1":1,"Q52_1_2":0,"Q52_1_4":0,"Q53_1_1":"","Q53_2_1":"","Q54_1_1":"","Q54_2_1":"","Q55_1_1":"","Q55_2_1":"","Q55_3_1":"4","Q56_1_1":"","Q56_2_1":"","Q56_3_1":"","Q56_4_1":"","Q56_5_1":"","Q56_6_1":"","Q56_7_1":"","Q57_1":"2","Q58_1_1":1,"Q58_1_2":0,"Q58_1_4":1,"Q58_1_5":0,"Q71":"Development of new genomic methods for transcriptomics and epitranscriptomics to enable investigators at UAlbany and collaborating institutions to advance research","Q72":"NGS method development for ac4C modification","Q73":"Data generated from Next gen sequencing of modified RNA samples","Q74":"May 2021","Q75":"Sridar Chittur","Q76":"Delay in obtaining samples from investigators","Q77":"BMS (Jason Herscjkowitz)\nCAS (RNA Institute)","Q78":"increased number of faculty grant applications and publications\nEmpowerment of faculty, staff and students to engage in innovative research\nRecruiment and retention of faculty, staff & graduate students","Q81":"Continue to be a viable resource for the University especially in its pandemic efforts","Q82":"COVID testing (waste water surveillance)\nDevelopment of alternatives for saliva testing (LAMP assay)","Q83":"number of tests provided\nNGS studies on samples collected by RNA Institute through their collaboration with Upstate Medical","Q84":"May 2021","Q85":"","Q86":"Sample accessibility\nInstrument repairs\nBackorder or availability of testing reagents","Q87":"RNA Institute\nEnvironmental & Sustainable Engineering\nDept of facilities","Q88":"COVID surveillance\nNew collaborative ventures between research units\nNew grant applications\nRecruitment and retention of faculty, staff and graduate students","Q91":"Keep our aging instrumentation viable","Q92":"regular maintenance redeveloping protocols to maximize usage lifetimes","Q93":"#samples processed","Q94":"May 2021","Q95":"Sridar","Q96":"Instrument failure\nNew technology making these instruments obsolete","Q97":"","Q98":"continued empowerment faculty, staff and students to engage in innovative research\nRecruitment and retainment of faculty, staff and graduate students","Q101":"","Q102":"","Q103":"","Q104":"","Q105":"","Q106":"","Q107":"","Q108":"","Q111":"","Q112":"","Q113":"","Q114":"","Q115":"","Q116":"","Q117":"","Q118":"","1819Mission":"","1819Vision":"","1819Goal1":"","1819Activities1":"","1819Metrics1":"","1819Timeframe1":"","1819Goal2":"","1819Activities2":"","1819Metrics2":"","1819Timeframe2":"","1819Goal3":"","1819Activities3":"","1819Metrics3":"","1819Timeframe3":"","1819Goal1:Results":"","1819Goal1:ChangeofPlan":"","1819Goal2:Results":"","1920Goal1":"","1920Activities1":"","1920Metrics1":"","1920Timeframe1":"","1819Goal4":"","1819Activities4":"","1819Metrics4":"","1819Timeframe4":"","1819Goal2:ChangeofPlan":"","1819Goal3:Results":"","1819Goal3:ChangeofPlan":"","1819Goal4:Results":"","1819Goal4:ChangeofPlan":"","1920Mission":"","1920Vision":"","1920Goal2":"","1920Activities2":"","1920Metrics2":"","1920Timeframe2":"","1920Goal3":"","1920Activities3":"","1920Metrics3":"","1920Timeframe3":"","1920Goal4":"","1920Activities4":"","1920Metrics4":"","1920Timeframe4":"","1819Goal5":"","1819Activities5":"","1819Metrics5":"","1819Timeframe5":"","1819Goal5:Results":"","1920Goal5":"","1920Activities5":"","1920Metrics5":"","1920Timeframe5":"","TEST":"","FY2021Mission":"","FY2021Vision":"","FY2021Goal1":"","FY2021Action1":"","FY2021Metric1":"","FY2021TimeFrame1":"","FY2021Goal2":"","FY2021Action2":"","FY2021Metric2":"","FY2021TimeFrame2":"","FY2021Goal3":"","FY2021Action3":"","FY2021Metric3":"","FY2021TimeFrame3":"","FY2021Goal4":"","FY2021Action4":"","FY2021Metric4":"","FY2021TimeFrame4":"","FY2021Goal5":"","FY2021Action5":"","FY2021Metric5":"","FY2021TimeFrame5":"","FY2021TargetFederalProposals":"0","FY2021TargetStateProposals":"0","FY2021TargetOtherProposals":"0","FY2021TargetFederalAwards":"0","FY2021TargetStateAwards":"0","FY2021TargetOtherAwards":"0","FY2021TargetLargeProposals":"","FY2021TargetLargeAwards":"","FY2021TargetSBIRProposals":"","FY2021TargetSBIRAwards":"","FY2021TargetBooks":"","FY2021TargetBookChapters":"","FY2021TargetPublications":"","FY2021TargetDisclosures":"","FY2021TargetPatentsApplications":"","FY2021TargetPatentsIssued":"","FY2021TargetPatentsLicensed":"","FY2021TargetLicensedExecuted":"","FY2021TargetLicensedRevenue":"","FY2021TargetStartups":"","FY2021TargetCONFERENCE":"","FY2021TargetUndergraduate":"0","FY2021TargetMaster":"0","FY2021TargetPhD":"0","FY2021TargetPostdoc":"0","QTEST":"","FY1920Mission":"N/A","FY1920Goal1":"","FY1920Action1":"","FY1920TimeFrame1":"","FY1920Goal2":"","FY1920Action2":"","FY1920TimeFrame2":"","FY1920Goal3":"","FY1920Action3":"","FY1920TimeFrame3":"","FY1920Goal4":"","FY1920Action4":"","FY1920TimeFrame4":"","FY1920Goal5":"","FY1920Action5":"","FY1920TimeFrame5":"","FY1920TargetFederalProposals":"","FY1920TargetStateProposals":"","FY1920TargetOtherProposals":"","FY1920TargetFederalAwards":"","FY1920TargetStateAwards":"","FY1920TargetOtherAwards":"","FY1920TargetLargeProposals":"","FY1920TargetLargeAwards":"","FY1920TargetSBIRProposals":"","FY1920TargetSBIRAwards":"","FY1920TargetBooks":"","FY1920TargetBookChapters":"","FY1920TargetPublications":"","FY1920TargetDisclosures":"","FY1920TargetPatentsApplications":"","FY1920TargetPatentsIssued":"","FY1920TargetPatentsLicensed":"","FY1920TargetLicensedExecuted":"","FY1920TargetLicensedRevenue":"","FY1920TargetStartups":"","FY1920TargetCONFERENCE":"","FY1920TargetUndergraduate":"","FY1920TargetMaster":"","FY1920TargetPhD":"","FY1920TargetPostdoc":"","FY1920RFApplicationsandAwards":"https://livealbany-my.sharepoint.com/:x:/g/personal/thuang3_albany_edu/EWg6P7A-BzVKtkGp4fvobUUBmwno_DaYTS1SFygzPlhzsw?e=Fq8pUO","FY1920Vision":"N/A","FY1920Metric1":"","Measurable:Numbersofpapers":"","FY1920Metric2":"","Measurable:Infrastructurefidelityandusefulness":"","FY1920Metric3":"","4\tMeasurable:funding/collaborationthroughpublic/privatepartnerships":"","5\tMeasurable:Numbersofpublicationsandpresentations":"","FY1920Metric4":"","FY1920Metric5":"","CreateNewFieldorChooseFromDropdown":"","year":"FY2021"}}