{"ExternalReference":"Center for Technology in Government","FY2021":{"StartDate":44334.35556712963,"EndDate":44340.34135416667,"Status":"IP Address","IPAddress":"169.226.16.140","Progress":100,"Duration(inseconds)":517172,"Finished":"True","RecordedDate":44340.34137116898,"ResponseId":"R_2CIXVovWvaYgqiT","RecipientLastName":"Pardo","RecipientFirstName":"Theresa","RecipientEmail":"gburke2@albany.edu","ExternalReference":"Center for Technology in Government","LocationLatitude":43.0592041015625,"LocationLongitude":-73.73560333251953,"DistributionChannel":"anonymous","UserLanguage":"EN","Q31":"CTG UAlbany – formerly known as the Center for Technology in Government at the State University of New York (SUNY) at Albany – is a research institute that works with governments worldwide to help transform public service through innovative approaches to, and applications of, technology, management, and policy. Established in 1993, we pursue new ways to use technology to address practical problems of information management and service delivery in government. CTG UAlbany has collaborated with hundreds of domestic and international researchers on understanding and applying emerging technologies. At the same time, CTG UAlbany has worked with scores of local, state, federal, and international government bodies as a trusted advisor and facilitator of management and policy decisions to govern the use of new technologies as tools for public service transformation.","Q32":"Work with governments worldwide transforming public services through innovations in technology, policy and management.","Q41":"","Q42_1_1":9,"Q42_1_2":0,"Q42_2_1":9,"Q42_2_2":0,"Q43_1":0,"Q43_1_TEXT":"","Q43_2":0,"Q43_2_TEXT":"","Q43_3":0,"Q43_3_TEXT":"","Q51_1_1":2,"Q51_1_2":3,"Q51_1_4":1,"Q51_2_1":1,"Q51_2_2":4,"Q51_2_4":2,"Q52_1_1":1,"Q52_1_2":2,"Q52_1_4":1,"Q52_2_1":0,"Q52_2_2":4,"Q52_2_4":1,"Q53_1_1":"1","Q53_1_2":"1","Q53_2_1":"1","Q53_2_2":"0","Q54_1_1":"0","Q54_1_2":"0","Q54_2_1":"0","Q54_2_2":"0","Q61_1_1":"0","Q61_1_2":"2","Q61_2_1":"N/A","Q61_2_2":"0","Q61_3_1":"N/A","Q61_3_2":"35","Q62":"1.\tPardo, Theresa, John Gilligan, Meghan Cook, Mike Garcia, Stephanie Gass Jackson Koutsos, , Autum Pylant, Managing Cyber Threats through Effective Governance: A Call to Action for Governors and State Legislatures (2020) Albany, NY  (Partnership Center for Technology in Government (CTG UAlbany), Center for Internet Security (CIS), National Governor’s Association (NGA), National Conference of State Legislatures (NCSL,\r\n2.\tCook, Meghan, Theresa Pardo, G. Brian Burke (2020) A Telehealth Adoption Blueprint for Action in New York State’s North Country, Albany, NY Partnership with the Adirondack Health Institute (AHI)) \r\n3.\tThe Community Officials Data Exchange (C.O.D.E.): A Data Sharing Tool for NYS Municipal Governments, NYCOM’s Municipal Matters, Spring 2020  \r\n4.\tNew York State’s Local IT Leaders Respond to the Crisis, Government Technology Magazine, April 2020 https://www.govtech.com/opinion/new-york-states-local-it-leaders-respond-to-the-crisis-contributed.html\r\n5.\tValle-Cruz, David and J. Ramon Gil-Garcia. (2021). Promises and risks of the fourth industrial revolution: Exploring the dark side of intelligent algorithms and cognitive machines (In Spanish). UNIVERSITARIA 4 (33): 31-33.  [Mexico]\r\n6.\tPicazo Vela, Sergio, Rodrigo Sandoval Almazán, Dolores E. Luna, Gabriel Purón Cid, J. Ramon Gil-Garcia, and Luis F. Luna Reyes. (2020). Ranking of state government portals 2020: Opportunities for citizen contact during the pandemic (In Spanish). Revista U-gob: Tecnología en Gobierno (October-November): 38-45.  [Mexico]\r\n7.\tCampion, A., Gasco-Hernandez, M.†, Esteve, M. & Mikhaylov, S. (2020). “Overcoming the challenges of collaboratively adopting artificial intelligence in the public sector”. Social Science Computer Review (Special Issue on Artificial Intelligence in Government). Published online in December 2020. \r\n8.\tPanizo, L., Gasco-Hernandez, M., Marcos del Blanco, D. Y., Hermida, J. A., Barrat, J. & Alaiz, H. (2021). “E-voting system evaluation based on the Council of Europe recommendations: Helios Voting”. IEEE Transactions on Emerging Topics in Computing (Special Issue/Section on eGovernment Development and Applications), 9(1): 161-173. \r\n9.\tYuan, Q. & Gasco-Hernandez, M. (2021). “Open innovation in the public sector: Creating public value through civic hackathons”. Public Management Review, 23(4): 523-544. \r\n10.\tReig, M., Gasco-Hernandez, M. & Esteve, M. (2021). “Internal and external transparency in public-private partnerships: The case of Barcelona´s water provision”. Sustainability, 13(4): 1-16. \r\n11.\tBirdi, K., Griffiths, K., Turgoose, C., Alsina, V., Andrei, D., Băban, A. Bayerl, S., Bisogni, F., Chirică, S., Costanzo, P., Fernández, Ch., Ficet, J., Gasco-Hernandez, M., Gruschinske, M., Horton, K., Jacobs, G., Jochoms, T., Krstevska, K., Mirceva, S., Mouhanna, C., Oord, A., Oțoiu, C., Rajkovcevski, R., Rațiu, L., Reguli, Z., Rus, C., Stein-Müller, S., Stojanovski, T., Vallet, N., Varga, M., Vít, M. & Vonaș, G. (2021). “Factors influencing cross-border knowledge sharing by police organisations: An integration of ten European case studies”. Police Practice and Research: An International Journal, 22(1): 3-22. \r\n12.\tDoke, K., Yuan, Q., Gasco-Hernandez, M., Sutherland-Mitzer, M., Gil-Garcia, J. R., Bogdanov, P. & Zheleva, M. (2020). “Supporting resilience in rural emergency preparedness and response through improved information access”. GetMobile, 24(2): 5-11.\r\n13.\tCampion, A., Gasco-Hernandez, M., Mikhaylov, S. & Esteve, M. (2020). “Managing artificial intelligence deployment in the public sector”. Computer (Special Issue on AI in Government), 53(10): 28-37. \r\n14.\tMartin, E. & Gasco-Hernandez, M. (2021). “Open health data in the new presidential administration: Opportunities and strategies for success”. JAMA Health Forum, published online in February (article available at https://jamanetwork.com/channels/health-forum/fullarticle/2776227). \r\n15.\tDemircioglu, M. A., Bannister, F., Bennett, C. J., Chen, K., Choi, H., Criado, J. I., Cunha, M. A., Gasco-Hernandez, M., Henman, P., Kimemia, D., Lember, V., Löfgren, K., Luna-Reyes, L. F., Meijer, A., Mergel, I., Murakami Wood, D., Nesti, G., Przeybilovicz, E., Raghavan, A., Svenonius, O., van Brakel, R., Webster, W. & Yildiz, M. (2020). “The COVID-19-crisis and the Information Polity: An overview of responses and discussions in twenty-one countries from six continents”. Information Polity, 25, 243-274. \r\n16.\tGil-Garcia, J. R., Gasco-Hernandez, M. & Pardo, T. (2020).  “Beyond transparency, participation, and collaboration? A reflection on the dimensions of open government”. Public Performance and Management Review, 43(3): 483-502.\r\n17.\tGasco-Hernandez, M. & Jiménez, C. E. (2020). “Information and technology in open justice”. Social Science Computer Review, 38(3): 247-251. \r\n18.\tGil-Garcia, J. R., Pardo, T. & Gasco-Hernandez, M. (eds.) (2020). Beyond smart and connected governments - Sensors and the Internet of Things in the public sector. New York: Springer.\r\n19.\tPardo, T., Gil-Garcia, J. R., Gasco-Hernandez, M., Cook, M. & Choi, I. (2021). “Creating public value in cities: A call for focus on context and capability”. In Estevez, E., Pardo, T. & Scholl, H. J. (eds). Smart cities and smart governance (pp. 119-139). New York City, NY: Springer.\r\n20.\tGil-Garcia, J. Ramon, Theresa A. Pardo, and Manuel De Tuya. (2021). Information Sharing as a Dimension of Smartness: Understanding Benefits and Challenges in Two Mega Cities. Urban Affairs Review, 57 (1): 8–34.  DOI: 10.1177/1078087419843190\r\n21.\tGil-Garcia, J. Ramon and Miguel Angel Flores Zuñiga. (2020). Towards a Comprehensive Understanding of Digital Government Success: Integrating Implementation and Adoption Factors. Government Information Quarterly, 37 (4).  DOI: 10.1016/j.giq.2020.101518\r\n22.\tGil-Garcia, J. Ramon, Beatriz Barreto Brasileiro Lanza, James Costello, and Derek Werthmuller. (2020). Towards Mobile Government Readiness Assessment: Proposing a Multidimensional Framework and the Illustrative Example of a Potential Tool. International Journal of Electronic Governance, 12 (4): 404-425.\r\n23.\tSandoval-Almazan, Rodrigo and J. Ramon Gil-Garcia. (2020). Understanding E-Justice and Open Justice through the Assessment of Judicial Websites: Towards a Conceptual Framework. Social Science Computer Review, 38 (3): 334–353.  DOI: 10.1177/0894439318785957\r\n24.\tPorumbescu, Gregory, Maria Cucciniello, J. Ramon Gil-Garcia. (2020). Accounting for Citizens when Explaining Open Government Effectiveness. Government Information Quarterly, 37 (2).  DOI: 10.1016/j.giq.2019.101451\r\n25.\tGuajardo Mendoza, Miguel Adolfo and J. Ramon Gil-Garcia. (2020). Advocacy Coalitions, External Perturbations and Policy Changes: Understanding the Intensity of Tobacco Control Policy in Spain, Mexico and Uruguay (In Spanish). Gestión y Política Pública, 29 (2): 477-501.  DOI: 10.29265/gypp.v29i2.781\r\n26.\tGil-Garcia, J. Ramon, Theresa A. Pardo and Mila Gasco. (2020). Internet of Things and the Public Sector (Chapter 1, pp. 3-24). In J. Ramon Gil-Garcia, Theresa A. Pardo and Mila Gasco (Eds). Beyond Smart and Connected Governments: Sensors and the Internet of Things in the Public Sector. New York, NY: Springer.\r\n27.\tCronemberger, Felippe A. and J. Ramon Gil-Garcia. (2021). Understanding Data Analytics Practices in Kansas City: The Importance of Multi-Level Stewardship, Collaborative Governance and an Incremental Strategy. Paper presented at the 54th Hawaii International Conference on System Sciences (HICSS), organized by the College of Business, University of Hawai'i at Mãnoa, Hawaii, USA (Virtual Conference), January 4-8.\r\n28.\tChoi, Yongjin, J. Ramon Gil-Garcia, G. Brian Burke, Jim Costello, Derek Werthmuller, and Oguz Aranay. (2021). Towards Data-Driven Decision-Making in Government: Identifying Opportunities and Challenges for Data Use and Analytics. Paper presented at the 54th Hawaii International Conference on System Sciences (HICSS), organized by the College of Business, University of Hawai'i at Mãnoa, Hawaii, USA (Virtual Conference), January 4-8.\r\n29.\tYuan, Qianli, Yenisel Gulatee, Mila Gasco-Hernandez, Mariya Zheleva, Petko Bogdanov, and J. Ramon Gil-Garcia. (2021). Understanding the Determinants of Adoption and Use of Information and Communication Technologies for Emergency Management: Proposing a Research Agenda based on Existing Academic Literature. Paper presented at the 54th Hawaii International Conference on System Sciences (HICSS), organized by the College of Bussiness, University of Hawai'i at Mãnoa, Hawaii, USA (Virtual Conference), January 4-8.\r\n30.\tLanza, Beatriz, J. Ramon Gil-Garcia, and Theresa A. Pardo. (2020). What Makes a City Smart? Reconsidering the Core Components in the Brazilian Context. Paper presented at the 13th International Conference on Theory and Practice of Electronic Governance. Athens, Greece (Virtual Conference), September 23-25.\r\n31.\tViale Pereira, Gabriela, Luis F. Luna-Reyes, and J. Ramon Gil-Garcia. (2020). Governance Innovations, Digital Transformation and the Generation of Public Value in Smart City Initiatives.  Paper presented at the 13th International Conference on Theory and Practice of Electronic Governance. Athens, Greece (Virtual Conference), September 23-25.\r\n32.\tGulatee, Yenisel, Qianli Yuan, Mila Gasco, J Ramon Gil-Garcia, Megan K. Sutherland-Mitzner, and Theresa A. Pardo. (2020). Technology Adoption for Emergency Preparedness and Response in Rural Areas: Identifying the Main Determinants. Paper presented at the 13th International Conference on Theory and Practice of Electronic Governance. Athens, Greece (Virtual Conference), September 23-25.\r\n33.\tGarcia-Garcia, Luz Maria and J. Ramon Gil-Garcia. (2020). Understanding the Role of Intermediaries in Digital Government: The Case of Immigration Services. Paper presented at the EGOV-CeDEM-ePart 2020 Conference, Linköping, Sweden (Virtual Conference), August 31-September 2.\r\n34.\tYerden, Xiaoyi, Mila Gasco-Hernandez, J. Ramon Gil-Garcia, G. Brian Burke, and Miguel Figueroa. (2020). Small Town vs. Big City: A Comparative Study on the Role of Public Libraries in the Development of Smart Communities. Paper presented at the EGOV-CeDEM-ePart 2020 Conference, Linköping, Sweden (Virtual Conference), August 31-September 2.\r\n35.\tCook, M.E., Baez, J. (2021) “Informing a Statewide Investment: The NYS Voter Registration Data Pattern Detection Prototype Project” Proceedings of the 22nd Annual International Conference on Digital Government Research (dg.o): ACM","Q63_1_1":"1","Q63_1_2":"0","Q63_2_1":"0","Q63_2_2":"0","Q63_3_1":"0","Q63_3_2":"0","Q63_4_1":"0","Q63_4_2":"0","Q63_5_1":"0","Q63_5_2":"0","Q63_6_1":"0","Q63_6_2":"0","Q63_7_1":"0","Q63_7_2":"0","Q64":"NA","Q65_1":"N/A","Q65_2":"21","Q66":"1.\t“Administrative capacity in the smart city”. International Smart City Symposium “Redefining the smart city: From a technocentric towards a collaborative, value-based and human centered understanding”. Hertie School Center for Digital Governance. Berlin (Germany). Virtual presentation, March 24th, 2021.\r\n2.\t“Opportunities in times of crisis: The role of open government”. Graduate School of Public Administration. Seoul National University. Seoul (South Korea). Virtual presentation, January 14th, 2021.\r\n3.\t“Open government challenges in fighting corruption”. Is Open Government the Way to Fight Corruption? Open Government and Fight against Corruption Week in Bogota. Bogota City Council. Bogota (Colombia). Virtual presentation, December 9th, 2020.\r\n4.\t“Revisiting open government: Some reflections about current challenges and future opportunities”. 5th edition of the Day of Public Management: International Seminar on New Public Management for an Inclusive, Transparent, Innovative, and Sustainable State. Public Management School of Universidad del Pacífico. Lima (Peru). Virtual presentation, November 26th, 2020.\r\n5.\t“Transparency and participation in uncertain times”. Institutions after the Pandemic. How do we Think Now about Open Government? Menendez Pelayo International University. Madrid (Spain). Virtual presentation, September 23rd, 2020.\r\n6.\t“Collaboration: The open government forgotten pillar”. INAP Training Series. Department of Public Management and Employment. Buenos Aires (Argentina). Virtual presentation, September 2nd, 2020.\r\n7.\t“Digital Government Success”. Invited presentation at the Research Seminars in Information Systems, organized by The Latin America and Caribbean AIS Chapter, Association for Information Systems. Brasilia, Brazil (Virtual Seminar), November 11, 2020.\r\n8.\t“Towards Data-Driven Decision-Making in Government: Identifying Opportunities and Challenges for Data Use and Analytics”. Invited presentation at the SSTIG Virtual Brown Bag Series, Section on Science and Technology in Government, American Society for Public Administration, United States, February 11, 2021.\r\n9.\tInvited Speaker, Semantic Arts “ Digital Transformation in Local Government” May 2021 \r\n10.\tInvited Expert, Major Cities of Europe (Video Series) “ Crisis, Collaboration, and Context in Local Government” April 2021 \r\n11.\tInvited Presenter and Panelist, Public Sector Network’s Local Government & Municipalities Virtual Community Series – Digital Transformation in Local Government. April 2021 (virtual) \r\n12.\tOrganizer, Speaker and Moderator, 5th Annual International Virtual Smart Cities Symposium, February 2021 \r\n13.\tSpeaker, Seven Challenges Facing Local Governments in the Digital Age, NYS Association of Towns Annual Conference (virtual), February 2021\r\n14.\tPanelist, Location Tech Task Force: State and Local Experiences with Mobile Location Tech: Past, Present, and Future, American Geographical Society, Washington, DC August 2020 (virtual) \r\n15.\tSpeaker, Building and Sustaining Innovation Teams in Local Governments, Tompkins County, NY July 2020\r\n16.\tPanelist and Discussant, Holding Data Hostage Digital Roundtable Discussion on Cybersecurity in State and Local Governments, Government Technology, Albany NY July 2020 (virtual) \r\n17.\tPresenter, Learning from Local Government’s Post Pandemic Planning, Major Cities of Europe (MCE) Virtual Global Webinar Series, Albany NY and Rome, Italy, June 2020 \r\n18.\tPresenter, NY Conference of Mayors Winter Legislative Meeting, Community Official Data Exchange: NYS’s Shared Resource, Albany NY February 2020\r\n19.\tModerator and Presenter, NYS Association of Counties Winter Legislative Conference, Improving Data Collection and Collaboration Between the Field and Office, Albany NY January 2020 \r\n20.\tPresenter, Voter Registration Prototype Project, NYS Elections Commissioners Conference, Albany , NY January 2020\r\n21.\tInvited Expert (podcast) “Empire State of Mind Part 2 - Mark Buckley and Meghan Cook” Intelligent Community Forum (2020)","Q67":"Research Director J. Ramon Gil-Garcia was a recipient of 2020 SUNY Chancellor’s Award for Excellence in Scholarship and Creative Activities.\r\n\r\nConference Paper Presentations\r\n1.\tAnnual International Conference on Digital Government Research (dg.o 2021). Virtual conference, June 9-11 \r\n2.\tHawaii International Conference on System Sciences 2021 (HICSS-54). Virtual conference, January 5-8 \r\n3.\tEGOV2020 – Joint Conference IFIP- EGOV-CeDEM-ePART 2020. Linköping (Sweden), August 31-September 2 \r\n4.\tInternational Conference on Theory and Practice of Electronic Governance (ICEGOV). Athens (Greece), September 23-25, 2020.\r\n5.\tThe 82nd ASPA National Conference, organized by the American Society for Public Administration. Washington, DC, United States, April 9-15, 2021.  (virtual conference)\r\n\r\nWorkshops\r\n1.\tOrganizer, Smart Cities Smart Government Research Practice Consortium Workshop (Virtual) June 2021 \r\n2.\tFacilitator, Three SUNY Campus Conversation “Impacts of COVID-19”, Albany , NY January 2021 \r\n3.\tOrganizer, NYS Local Government IT Directors Association Winter Information Sharing Workshop, December 2020 \r\n4.\tNYS City CIO Workgroup Winter Workshop, Albany, NY, January 2021\r\n5.\tCo-Organizer and Facilitator, Preparing to Conduct the United Arab Emirates 2020 Digital Government Maturity Assessment A Training Workshop, Albany , NY and Dubai, UAE October 2020 (virtual) \r\n6.\tOrganizer and Facilitator, Adirondack Health Institute (AHI),  Building a Telehealth Blueprint for Action, Lake Placid NY, June 2020 (Virtual)","Q71_1_1":"5","Q71_1_2":"N/A","Q71_1_4":"N/A","Q71_1_5":"N/A","Q71_2_1":"0","Q71_2_2":"6","Q71_2_4":"8","Q71_2_5":"0","Q71_3_1":"","Q71_3_2":"Supervision on funded research and other projects","Q71_3_4":"Supervison on funded research and other projects","Q71_3_5":"","Q81_4":"New York State Water Data Analytics Prototype Project \r\nBrief Description: Completed a 30-month, $1.3 million project funded by the New York State (NYS) Department of Environmental Conservation (DEC) and in partnership with NYS DEC, Department of Health, and Office of Information Technology Services. Project resulted in the development and delivery of an advanced data analytics system prototype that will allow DEC research scientists and DOH engineers to use advanced statistical and artificial intelligence (AI) analysis techniques to inform decision and policy making related to protecting water quality in NYS. Project funding supported four UAlbany doctoral students and nine master students from the College of Engineering and Applied Sciences; the College of Emergency Preparedness, Homeland Security, and Cybersecurity; Rockefeller College; and the College of Arts and Sciences.","Q81_5":"New projects funded by the New York State Board of Elections \r\nBrief Description: With total funding of $341,496 from the New York State Board of Elections (NYS BOE), CTG successfully began two new projects focused on helping NYS make more informed investments to strengthen critical elections infrastructure. In the first project, CTG brought together NYS County IT Directors to inform the development and refinement of the first ever NYS Elections Cyber Regulation, which will be signed into NYS elections law. For the second project, CTG is leading a multi institution team with the Albany Law School Government Law Center and IDC, a leading global provider of market intelligence for information technology, to help NYS continue to deliver secure and resilient elections systems in an increasingly complex and threat-rich environment.","Q81_6":"Follow on project funded by the NYS Department of State’s Municipal Restructuring Fund with the City of Schenectady for the Community Officials Data Exchange (C.O.D.E.)\r\nBrief Description: With total funding of $189,462 from NYS Department of State’s Municipal Restructuring Fund, CTG is leading a follow on project with the City of Schenectady on behalf of the Cities of Gloversville, Amsterdam, Troy, and Cortland. The project addresses a crucial problem of blighted and vacant properties in the capital region and throughout NYS. The C.O.D.E. is a data sharing platform designed to identify problem actors (landlords, LLCS, landlords, agents) so that local governments can inform their blight reductions strategies.","Q81_7":"Completed two international projects: (1) the United Arab Emirates and (2) the United Nations\r\nBrief Description: With $121,544 in funding from the United Arab Emirates, CTG worked on a second project with UAE, this time to assess the digital government maturity of ten UAE Ministries. CTG led a six-month project that produced a digital maturity assessment framework and a training course to help the UAE continue to innovate and lead in the area of digital government. This project culminated in virtual synchronous training sessions with the members of the UAE ministries due to travel restrictions imposed by the global COVID-19 pandemic. Also, with $35,000 in funding from the United Nations (UN), CTG developed a University at Albany branded toolkit to help UN Division for Public Institutions and Digital Government staff support their work with member states to develop innovation for public service delivery.","Q81_8":"Provided funding and research experience for 13 UAlbany students\r\nBrief Description: Supported 3 US and 10 international graduate students from CEAS, Rockefeller College, and CEHC with stipends and tuition reimbursements in the amount of $160,000 external funding. Also provided students with valuable research experience working on projects with CTG researchers and government partners funded by US National Science Foundation, Institute of Museum and Library Services, NYS Department of Environmental Conservation, and NYS Board of Elections.","Q91":"Engage in innovative research and problem solving projects that address societal challenges.","Q92":"Engaged in innovative research and problem solving projects that address societal challenges. Externally funded research and other projects representing $3.5 million: $1,744,151 from our state agency portfolio and $1,752,946 from our Research Foundation portfolio.\r\n•\tCompleted (5)\r\n\tNew York State Department of Environmental Conservation funded project NYS Water Quality Analytics Prototype\r\n\tNonprofit funded project with Center for Internet Security project in partnership with CEHC US State Level Cybersecurity Governance Framework \r\n\tUnited Nations funded project The Creation of a Public Service Delivery Assessment Tool\r\n\tInternationally funded project in partnership with Richard Kerby LLC Assessing the Digital Government Maturity of Ten Ministries of the Government of the United Arab Emirates (UAE): A Framework and Training Course\r\n\tNonprofit funded project in partnership with the Adirondack Health Institute Developing a Telehealth Blueprint for Action\r\n•\tContinued working on (5)\r\n\tFederally funded IMLS project Enabling Smart, Inclusive, and Connected Communities: The Role of Public Libraries\r\n\tNew York State Department of State funded project in partnership with the City of Schenectady: Capital Region and Mohawk Cities Working Together to Fight the Blight: Combating Urban Blight through Regional Information Sharing Pilot \r\n\tFederally funded NSF project in partnership with CEAS NSF SCC: Integrating heterogeneous wide-area networks and advanced data science to bridge the digital divide in rural emergency preparedness and response \r\n\tSUNY Research Foundation Technology Accelerator Fund Class of 2019 award for CTG’s Community Asset Tracker Project \r\n\tUAlbany funded FRAPs\r\n•\tEnabling smart, inclusive, and connected communities: An international examination of the role of public libraries\r\n•\tSecured new funding and started work on (4)\r\n\tNYS Board of Elections Funded project in partnership with Albany Law School Government Law Center and IDC NYS Envisioning the Future of Elections Infrastructure in New York State\r\n\tNYS Board of Elections Funded project Local Government IT Expert to Inform NYS Board of Elections County Risk Remediation Program\r\n\tInter-American Development Bank funded project The political economy of interoperability\r\n\tUAlbany FRAP B\r\n•\tImproving Government Policy Decisions: Applications of Artificial Intelligence with Publicly Available Data for Predicting Adverse Health Outcomes","Q93":"","Q94":"","Q95":"","Q96":"","Q97":"","Q101":"Develop and teach innovative courses that integrate teaching and experiential education.","Q102":"","Q103":"","Q104":"","Q105":"","Q106":"","Q107":"","Q111":"Provide students with internships that allow hands on learning through projects that address real world challenges and explore and develop innovative and sustainable solutions.","Q112":"Supported 14 graduate students from CEAS, Rockefeller College, and CEHC with stipends and tuition reimbursements in the amount of $160,000 external funding. Also provided students with valuable research experience working on projects with CTG researchers and government partners funded by US National Science Foundation, Institute of Museum and Library Services, NYS Department of Environmental Conservation, and NYS Board of Elections.","Q113":"","Q114":"","Q115":"","Q116":"","Q117":"","Q121":"Continue to be global leaders in digital government research.","Q122":"Produced over 30 practitioner and academic reports, articles, and papers. Highlights include:\r\n•\tPractitioner Reports and Articles (6)\r\n\tPardo, Theresa, John Gilligan, Meghan Cook, Mike Garcia, Stephanie Gass Jackson Koutsos, , Autum Pylant, Managing Cyber Threats through Effective Governance: A Call to Action for Governors and State Legislatures (2020) Albany, NY  (Partnership Center for Technology in Government (CTG UAlbany), Center for Internet Security (CIS), National Governor’s Association (NGA), National Conference of State Legislatures (NCSL,\r\n\tCook, Meghan, Theresa Pardo, G. Brian Burke (2020) A Telehealth Adoption Blueprint for Action in New York State’s North Country, Albany, NY Partnership with the Adirondack Health Institute (AHI)) \r\n\tThe Community Officials Data Exchange (C.O.D.E.): A Data Sharing Tool for NYS Municipal Governments, NYCOM’s Municipal Matters, Spring 2020  \r\n\tNew York State’s Local IT Leaders Respond to the Crisis, Government Technology Magazine, April 2020 https://www.govtech.com/opinion/new-york-states-local-it-leaders-respond-to-the-crisis-contributed.html\r\n\tValle-Cruz, David and J. Ramon Gil-Garcia. (2021). Promises and risks of the fourth industrial revolution: Exploring the dark side of intelligent algorithms and cognitive machines (In Spanish). UNIVERSITARIA 4 (33): 31-33.  [Mexico]\r\n\tPicazo Vela, Sergio, Rodrigo Sandoval Almazán, Dolores E. Luna, Gabriel Purón Cid, J. Ramon Gil-Garcia, and Luis F. Luna Reyes. (2020). Ranking of state government portals 2020: Opportunities for citizen contact during the pandemic (In Spanish). Revista U-gob: Tecnología en Gobierno (October-November): 38-45.  [Mexico]\r\n•\tAcademic Publications (29)\r\n\tCampion, A., Gasco-Hernandez, M.†, Esteve, M. & Mikhaylov, S. (2020). “Overcoming the challenges of collaboratively adopting artificial intelligence in the public sector”. Social Science Computer Review (Special Issue on Artificial Intelligence in Government). Published online in December 2020. \r\n\tPanizo, L., Gasco-Hernandez, M., Marcos del Blanco, D. Y., Hermida, J. A., Barrat, J. & Alaiz, H. (2021). “E-voting system evaluation based on the Council of Europe recommendations: Helios Voting”. IEEE Transactions on Emerging Topics in Computing (Special Issue/Section on eGovernment Development and Applications), 9(1): 161-173. \r\n\tYuan, Q. & Gasco-Hernandez, M. (2021). “Open innovation in the public sector: Creating public value through civic hackathons”. Public Management Review, 23(4): 523-544. \r\n\tReig, M., Gasco-Hernandez, M. & Esteve, M. (2021). “Internal and external transparency in public-private partnerships: The case of Barcelona´s water provision”. Sustainability, 13(4): 1-16. \r\n\tBirdi, K., Griffiths, K., Turgoose, C., Alsina, V., Andrei, D., Băban, A. Bayerl, S., Bisogni, F., Chirică, S., Costanzo, P., Fernández, Ch., Ficet, J., Gasco-Hernandez, M., Gruschinske, M., Horton, K., Jacobs, G., Jochoms, T., Krstevska, K., Mirceva, S., Mouhanna, C., Oord, A., Oțoiu, C., Rajkovcevski, R., Rațiu, L., Reguli, Z., Rus, C., Stein-Müller, S., Stojanovski, T., Vallet, N., Varga, M., Vít, M. & Vonaș, G. (2021). “Factors influencing cross-border knowledge sharing by police organisations: An integration of ten European case studies”. Police Practice and Research: An International Journal, 22(1): 3-22. \r\n\tDoke, K., Yuan, Q., Gasco-Hernandez, M., Sutherland-Mitzer, M., Gil-Garcia, J. R., Bogdanov, P. & Zheleva, M. (2020). “Supporting resilience in rural emergency preparedness and response through improved information access”. GetMobile, 24(2): 5-11.\r\n\tCampion, A., Gasco-Hernandez, M., Mikhaylov, S. & Esteve, M. (2020). “Managing artificial intelligence deployment in the public sector”. Computer (Special Issue on AI in Government), 53(10): 28-37. \r\n\tMartin, E. & Gasco-Hernandez, M. (2021). “Open health data in the new presidential administration: Opportunities and strategies for success”. JAMA Health Forum, published online in February (article available at https://jamanetwork.com/channels/health-forum/fullarticle/2776227). \r\n\tDemircioglu, M. A., Bannister, F., Bennett, C. J., Chen, K., Choi, H., Criado, J. I., Cunha, M. A., Gasco-Hernandez, M., Henman, P., Kimemia, D., Lember, V., Löfgren, K., Luna-Reyes, L. F., Meijer, A., Mergel, I., Murakami Wood, D., Nesti, G., Przeybilovicz, E., Raghavan, A., Svenonius, O., van Brakel, R., Webster, W. & Yildiz, M. (2020). “The COVID-19-crisis and the Information Polity: An overview of responses and discussions in twenty-one countries from six continents”. Information Polity, 25, 243-274. \r\n\tGil-Garcia, J. R., Gasco-Hernandez, M. & Pardo, T. (2020).  “Beyond transparency, participation, and collaboration? A reflection on the dimensions of open government”. Public Performance and Management Review, 43(3): 483-502.\r\n\tGasco-Hernandez, M. & Jiménez, C. E. (2020). “Information and technology in open justice”. Social Science Computer Review, 38(3): 247-251. \r\n\tGil-Garcia, J. R., Pardo, T. & Gasco-Hernandez, M. (eds.) (2020). Beyond smart and connected governments - Sensors and the Internet of Things in the public sector. New York: Springer.\r\n\tPardo, T., Gil-Garcia, J. R., Gasco-Hernandez, M., Cook, M. & Choi, I. (2021). “Creating public value in cities: A call for focus on context and capability”. In Estevez, E., Pardo, T. & Scholl, H. J. (eds). Smart cities and smart governance (pp. 119-139). New York City, NY: Springer.\r\n\tGil-Garcia, J. Ramon, Theresa A. Pardo, and Manuel De Tuya. (2021). Information Sharing as a Dimension of Smartness: Understanding Benefits and Challenges in Two Mega Cities. Urban Affairs Review, 57 (1): 8–34.  DOI: 10.1177/1078087419843190\r\n\tGil-Garcia, J. Ramon and Miguel Angel Flores Zuñiga. (2020). Towards a Comprehensive Understanding of Digital Government Success: Integrating Implementation and Adoption Factors. Government Information Quarterly, 37 (4).  DOI: 10.1016/j.giq.2020.101518\r\n\tGil-Garcia, J. Ramon, Beatriz Barreto Brasileiro Lanza, James Costello, and Derek Werthmuller. (2020). Towards Mobile Government Readiness Assessment: Proposing a Multidimensional Framework and the Illustrative Example of a Potential Tool. International Journal of Electronic Governance, 12 (4): 404-425.\r\n\tSandoval-Almazan, Rodrigo and J. Ramon Gil-Garcia. (2020). Understanding E-Justice and Open Justice through the Assessment of Judicial Websites: Towards a Conceptual Framework. Social Science Computer Review, 38 (3): 334–353.  DOI: 10.1177/0894439318785957\r\n\tPorumbescu, Gregory, Maria Cucciniello, J. Ramon Gil-Garcia. (2020). Accounting for Citizens when Explaining Open Government Effectiveness. Government Information Quarterly, 37 (2).  DOI: 10.1016/j.giq.2019.101451\r\n\tGuajardo Mendoza, Miguel Adolfo and J. Ramon Gil-Garcia. (2020). Advocacy Coalitions, External Perturbations and Policy Changes: Understanding the Intensity of Tobacco Control Policy in Spain, Mexico and Uruguay (In Spanish). Gestión y Política Pública, 29 (2): 477-501.  DOI: 10.29265/gypp.v29i2.781\r\n\tGil-Garcia, J. Ramon, Theresa A. Pardo and Mila Gasco. (2020). Internet of Things and the Public Sector (Chapter 1, pp. 3-24). In J. Ramon Gil-Garcia, Theresa A. Pardo and Mila Gasco (Eds). Beyond Smart and Connected Governments: Sensors and the Internet of Things in the Public Sector. New York, NY: Springer.\r\n\tCronemberger, Felippe A. and J. Ramon Gil-Garcia. (2021). Understanding Data Analytics Practices in Kansas City: The Importance of Multi-Level Stewardship, Collaborative Governance and an Incremental Strategy. Paper presented at the 54th Hawaii International Conference on System Sciences (HICSS), organized by the College of Business, University of Hawai'i at Mãnoa, Hawaii, USA (Virtual Conference), January 4-8.\r\n\tChoi, Yongjin, J. Ramon Gil-Garcia, G. Brian Burke, Jim Costello, Derek Werthmuller, and Oguz Aranay. (2021). Towards Data-Driven Decision-Making in Government: Identifying Opportunities and Challenges for Data Use and Analytics. Paper presented at the 54th Hawaii International Conference on System Sciences (HICSS), organized by the College of Business, University of Hawai'i at Mãnoa, Hawaii, USA (Virtual Conference), January 4-8.\r\n\tYuan, Qianli, Yenisel Gulatee, Mila Gasco-Hernandez, Mariya Zheleva, Petko Bogdanov, and J. Ramon Gil-Garcia. (2021). Understanding the Determinants of Adoption and Use of Information and Communication Technologies for Emergency Management: Proposing a Research Agenda based on Existing Academic Literature. Paper presented at the 54th Hawaii International Conference on System Sciences (HICSS), organized by the College of Bussiness, University of Hawai'i at Mãnoa, Hawaii, USA (Virtual Conference), January 4-8.\r\n\tLanza, Beatriz, J. Ramon Gil-Garcia, and Theresa A. Pardo. (2020). What Makes a City Smart? Reconsidering the Core Components in the Brazilian Context. Paper presented at the 13th International Conference on Theory and Practice of Electronic Governance. Athens, Greece (Virtual Conference), September 23-25.\r\n\tViale Pereira, Gabriela, Luis F. Luna-Reyes, and J. Ramon Gil-Garcia. (2020). Governance Innovations, Digital Transformation and the Generation of Public Value in Smart City Initiatives.  Paper presented at the 13th International Conference on Theory and Practice of Electronic Governance. Athens, Greece (Virtual Conference), September 23-25.\r\n\tGulatee, Yenisel, Qianli Yuan, Mila Gasco, J Ramon Gil-Garcia, Megan K. Sutherland-Mitzner, and Theresa A. Pardo. (2020). Technology Adoption for Emergency Preparedness and Response in Rural Areas: Identifying the Main Determinants. Paper presented at the 13th International Conference on Theory and Practice of Electronic Governance. Athens, Greece (Virtual Conference), September 23-25.\r\n\tGarcia-Garcia, Luz Maria and J. Ramon Gil-Garcia. (2020). Understanding the Role of Intermediaries in Digital Government: The Case of Immigration Services. Paper presented at the EGOV-CeDEM-ePart 2020 Conference, Linköping, Sweden (Virtual Conference), August 31-September 2.\r\n\tYerden, Xiaoyi, Mila Gasco-Hernandez, J. Ramon Gil-Garcia, G. Brian Burke, and Miguel Figueroa. (2020). Small Town vs. Big City: A Comparative Study on the Role of Public Libraries in the Development of Smart Communities. Paper presented at the EGOV-CeDEM-ePart 2020 Conference, Linköping, Sweden (Virtual Conference), August 31-September 2.\r\n\tCook, M.E., Baez, J. (2021) “Informing a Statewide Investment: The NYS Voter Registration Data Pattern Detection Prototype Project” Proceedings of the 22nd Annual International Conference on Digital Government Research (dg.o): ACM","Q123":"","Q124":"","Q125":"","Q126":"","Q127":"","Q131":"Continue to be sought after advisers on information policy, management, and technology innovations that advance efforts to address societal challenges.","Q132":"Delivered approximately 37 keynotes, panel moderators, and paper presentations. Highlights include:\r\n•\tPaper presentations and organizers of PhD Colloquiums at the leading international digital government and public administration conferences (5)\r\n\tAnnual International Conference on Digital Government Research (dg.o 2021). Virtual conference, June 9-11 \r\n\tHawaii International Conference on System Sciences 2021 (HICSS-54). Virtual conference, January 5-8 \r\n\tEGOV2020 – Joint Conference IFIP- EGOV-CeDEM-ePART 2020. Linköping (Sweden), August 31-September 2 \r\n\tInternational Conference on Theory and Practice of Electronic Governance (ICEGOV). Athens (Greece), September 23-25, 2020.\r\n\tThe 82nd ASPA National Conference, organized by the American Society for Public Administration. Washington, DC, United States, April 9-15, 2021.  (virtual conference)\r\n•\tAdvisory Board Meetings (4)\r\n\tAcademic Women in Public Administration (Chair), several meetings over the academic year, Virtual\r\n\tNovagob Foundation (Madrid, Spain), Virtual\r\n\tU.S. Environmental Protection Agency (EPA), National Advisory Committee Meeting (Chair)\r\n\tNSF Advisory Committee for Business and Operations Meeting\r\n•\tKeynotes and other invited speaking engagements (21)\r\n\t“Administrative capacity in the smart city”. International Smart City Symposium “Redefining the smart city: From a technocentric towards a collaborative, value-based and human centered understanding”. Hertie School Center for Digital Governance. Berlin (Germany). Virtual presentation, March 24th, 2021.\r\n\t“Opportunities in times of crisis: The role of open government”. Graduate School of Public Administration. Seoul National University. Seoul (South Korea). Virtual presentation, January 14th, 2021.\r\n\t“Open government challenges in fighting corruption”. Is Open Government the Way to Fight Corruption? Open Government and Fight against Corruption Week in Bogota. Bogota City Council. Bogota (Colombia). Virtual presentation, December 9th, 2020.\r\n\t“Revisiting open government: Some reflections about current challenges and future opportunities”. 5th edition of the Day of Public Management: International Seminar on New Public Management for an Inclusive, Transparent, Innovative, and Sustainable State. Public Management School of Universidad del Pacífico. Lima (Peru). Virtual presentation, November 26th, 2020.\r\n\t“Transparency and participation in uncertain times”. Institutions after the Pandemic. How do we Think Now about Open Government? Menendez Pelayo International University. Madrid (Spain). Virtual presentation, September 23rd, 2020.\r\n\t“Collaboration: The open government forgotten pillar”. INAP Training Series. Department of Public Management and Employment. Buenos Aires (Argentina). Virtual presentation, September 2nd, 2020.\r\n\t“Digital Government Success”. Invited presentation at the Research Seminars in Information Systems, organized by The Latin America and Caribbean AIS Chapter, Association for Information Systems. Brasilia, Brazil (Virtual Seminar), November 11, 2020.\r\n\t“Towards Data-Driven Decision-Making in Government: Identifying Opportunities and Challenges for Data Use and Analytics”. Invited presentation at the SSTIG Virtual Brown Bag Series, Section on Science and Technology in Government, American Society for Public Administration, United States, February 11, 2021.\r\n\tInvited Speaker, Semantic Arts “ Digital Transformation in Local Government” May 2021 \r\n\tInvited Expert, Major Cities of Europe (Video Series) “ Crisis, Collaboration, and Context in Local Government” April 2021 \r\n\tInvited Presenter and Panelist, Public Sector Network’s Local Government & Municipalities Virtual Community Series – Digital Transformation in Local Government. April 2021 (virtual) \r\n\tOrganizer, Speaker and Moderator, 5th Annual International Virtual Smart Cities Symposium, February 2021 \r\n\tSpeaker, Seven Challenges Facing Local Governments in the Digital Age, NYS Association of Towns Annual Conference (virtual), February 2021\r\n\tPanelist, Location Tech Task Force: State and Local Experiences with Mobile Location Tech: Past, Present, and Future, American Geographical Society, Washington, DC August 2020 (virtual) \r\n\tSpeaker, Building and Sustaining Innovation Teams in Local Governments, Tompkins County, NY July 2020\r\n\tPanelist and Discussant, Holding Data Hostage Digital Roundtable Discussion on Cybersecurity in State and Local Governments, Government Technology, Albany NY July 2020 (virtual) \r\n\tPresenter, Learning from Local Government’s Post Pandemic Planning, Major Cities of Europe (MCE) Virtual Global Webinar Series, Albany NY and Rome, Italy, June 2020 \r\n\tPresenter, NY Conference of Mayors Winter Legislative Meeting, Community Official Data Exchange: NYS’s Shared Resource, Albany NY February 2020\r\n\tModerator and Presenter, NYS Association of Counties Winter Legislative Conference, Improving Data Collection and Collaboration Between the Field and Office, Albany NY January 2020 \r\n\tPresenter, Voter Registration Prototype Project, NYS Elections Commissioners Conference, Albany , NY January 2020\r\n\tInvited Expert (podcast) “Empire State of Mind Part 2 - Mark Buckley and Meghan Cook” Intelligent Community Forum (2020)  \r\n•\tWorkshops (7)\r\n\tOrganizer, Smart Cities Smart Government Research Practice Consortium Workshop (Virtual) June 2021 \r\n\tOrganizer, Facilitator, Workshop to review online toolbox as part of CTG’s IMLS funded project Enabling Smart, Inclusive, and Connected Communities: The Role of Public Libraries, Albany, NY (Virtual)\r\n\tFacilitator, Three SUNY Campus Conversation “Impacts of COVID-19”, Albany , NY January 2021 \r\n\tOrganizer, NYS Local Government IT Directors Association Winter Information Sharing Workshop, December 2020 \r\n\tNYS City CIO Workgroup Winter Workshop, Albany, NY, January 2021\r\n\tCo-Organizer and Facilitator, Preparing to Conduct the United Arab Emirates 2020 Digital Government Maturity Assessment A Training Workshop, Albany , NY and Dubai, UAE October 2020 (virtual) \r\n\tOrganizer and Facilitator, Adirondack Health Institute (AHI),  Building a Telehealth Blueprint for Action, Lake Placid NY, June 2020 (Virtual)","Q133":"","Q134":"","Q135":"","Q136":"","Q137":"","Q141":"","Q142_1_1":"","Q142_1_2":"","Q142_1_3":"","Q142_1_4":"","Q142_1_5":"","Q142_1_6":"","Q142_2_1":"","Q142_2_2":"","Q142_2_3":"","Q142_2_4":"","Q142_2_5":"","Q142_2_6":"","Q142_3_1":"","Q142_3_2":"","Q142_3_3":"","Q142_3_4":"","Q142_3_5":"","Q142_3_6":"","Q142_4_1":"","Q142_4_2":"","Q142_4_3":"","Q142_4_4":"","Q142_4_5":"","Q142_4_6":"","Q142_5_1":"","Q142_5_2":"","Q142_5_3":"","Q142_5_4":"","Q142_5_5":"","Q142_5_6":"","Q142_6_1":"","Q142_6_2":"","Q142_6_3":"","Q142_6_4":"","Q142_6_5":"","Q142_6_6":"","Q142_7_1":"","Q142_7_2":"","Q142_7_3":"","Q142_7_4":"","Q142_7_5":"","Q142_7_6":"","Q142_8_1":"","Q142_8_2":"","Q142_8_3":"","Q142_8_4":"","Q142_8_5":"","Q142_8_6":"","Q142_9_1":"","Q142_9_2":"","Q142_9_3":"","Q142_9_4":"","Q142_9_5":"","Q142_9_6":"","Q142_10_1":"","Q142_10_2":"","Q142_10_3":"","Q142_10_4":"","Q142_10_5":"","Q142_10_6":"","Q142_11_1":"","Q142_11_2":"","Q142_11_3":"","Q142_11_4":"","Q142_11_5":"","Q142_11_6":"","Q142_12_1":"","Q142_12_2":"","Q142_12_3":"","Q142_12_4":"","Q142_12_5":"","Q142_12_6":"","Q142_13_1":"","Q142_13_2":"","Q142_13_3":"","Q142_13_4":"","Q142_13_5":"","Q142_13_6":"","Q142_14_1":"","Q142_14_2":"","Q142_14_3":"","Q142_14_4":"","Q142_14_5":"","Q142_14_6":"","Q142_15_1":"","Q142_15_2":"","Q142_15_3":"","Q142_15_4":"","Q142_15_5":"","Q142_15_6":"","Q142_16_1":"","Q142_16_2":"","Q142_16_3":"","Q142_16_4":"","Q142_16_5":"","Q142_16_6":"","Q142_17_1":"","Q142_17_2":"","Q142_17_3":"","Q142_17_4":"","Q142_17_5":"","Q142_17_6":"","Q142_18_1":"","Q142_18_2":"","Q142_18_3":"","Q142_18_4":"","Q142_18_5":"","Q142_18_6":"","Q142_19_1":"","Q142_19_2":"","Q142_19_3":"","Q142_19_4":"","Q142_19_5":"","Q142_19_6":"","Q142_20_1":"","Q142_20_2":"","Q142_20_3":"","Q142_20_4":"","Q142_20_5":"","Q142_20_6":"","Q142_21_1":"","Q142_21_2":"","Q142_21_3":"","Q142_21_4":"","Q142_21_5":"","Q142_21_6":"","Q142_22_1":"","Q142_22_2":"","Q142_22_3":"","Q142_22_4":"","Q142_22_5":"","Q142_22_6":"","Q142_23_1":"","Q142_23_2":"","Q142_23_3":"","Q142_23_4":"","Q142_23_5":"","Q142_23_6":"","Q142_24_1":"","Q142_24_2":"","Q142_24_3":"","Q142_24_4":"","Q142_24_5":"","Q142_24_6":"","Q142_25_1":"","Q142_25_2":"","Q142_25_3":"","Q142_25_4":"","Q142_25_5":"","Q142_25_6":"","Q142_26_1":"","Q142_26_2":"","Q142_26_3":"","Q142_26_4":"","Q142_26_5":"","Q142_26_6":"","Q142_27_1":"","Q142_27_2":"","Q142_27_3":"","Q142_27_4":"","Q142_27_5":"","Q142_27_6":"","Q142_28_1":"","Q142_28_2":"","Q142_28_3":"","Q142_28_4":"","Q142_28_5":"","Q142_28_6":"","Q142_29_1":"","Q142_29_2":"","Q142_29_3":"","Q142_29_4":"","Q142_29_5":"","Q142_29_6":"","Q142_30_1":"","Q142_30_2":"","Q142_30_3":"","Q142_30_4":"","Q142_30_5":"","Q142_30_6":"","Q142_31_1":"","Q142_31_2":"","Q142_31_3":"","Q142_31_4":"","Q142_31_5":"","Q142_31_6":"","Q142_32_1":"","Q142_32_2":"","Q142_32_3":"","Q142_32_4":"","Q142_32_5":"","Q142_32_6":"","Q142_33_1":"","Q142_33_2":"","Q142_33_3":"","Q142_33_4":"","Q142_33_5":"","Q142_33_6":"","Q142_34_1":"","Q142_34_2":"","Q142_34_3":"","Q142_34_4":"","Q142_34_5":"","Q142_34_6":"","Q142_35_1":"","Q142_35_2":"","Q142_35_3":"","Q142_35_4":"","Q142_35_5":"","Q142_35_6":"","Q142_36_1":"","Q142_36_2":"","Q142_36_3":"","Q142_36_4":"","Q142_36_5":"","Q142_36_6":"","Q142_37_1":"","Q142_37_2":"","Q142_37_3":"","Q142_37_4":"","Q142_37_5":"","Q142_37_6":"","Q142_38_1":"","Q142_38_2":"","Q142_38_3":"","Q142_38_4":"","Q142_38_5":"","Q142_38_6":"","Q142_39_1":"","Q142_39_2":"","Q142_39_3":"","Q142_39_4":"","Q142_39_5":"","Q142_39_6":"","Q142_40_1":"","Q142_40_2":"","Q142_40_3":"","Q142_40_4":"","Q142_40_5":"","Q142_40_6":"","Q142_41_1":"","Q142_41_2":"","Q142_41_3":"","Q142_41_4":"","Q142_41_5":"","Q142_41_6":"","Q142_42_1":"","Q142_42_2":"","Q142_42_3":"","Q142_42_4":"","Q142_42_5":"","Q142_42_6":"","Q142_43_1":"","Q142_43_2":"","Q142_43_3":"","Q142_43_4":"","Q142_43_5":"","Q142_43_6":"","Q142_44_1":"","Q142_44_2":"","Q142_44_3":"","Q142_44_4":"","Q142_44_5":"","Q142_44_6":"","Q142_45_1":"","Q142_45_2":"","Q142_45_3":"","Q142_45_4":"","Q142_45_5":"","Q142_45_6":"","Q142_46_1":"","Q142_46_2":"","Q142_46_3":"","Q142_46_4":"","Q142_46_5":"","Q142_46_6":"","Q142_47_1":"","Q142_47_2":"","Q142_47_3":"","Q142_47_4":"","Q142_47_5":"","Q142_47_6":"","Q142_48_1":"","Q142_48_2":"","Q142_48_3":"","Q142_48_4":"","Q142_48_5":"","Q142_48_6":"","Q142_49_1":"","Q142_49_2":"","Q142_49_3":"","Q142_49_4":"","Q142_49_5":"","Q142_49_6":"","Q142_50_1":"","Q142_50_2":"","Q142_50_3":"","Q142_50_4":"","Q142_50_5":"","Q142_50_6":"","Q142_51_1":"","Q142_51_2":"","Q142_51_3":"","Q142_51_4":"","Q142_51_5":"","Q142_51_6":"","Q142_52_1":"","Q142_52_2":"","Q142_52_3":"","Q142_52_4":"","Q142_52_5":"","Q142_52_6":"","Q142_53_1":"","Q142_53_2":"","Q142_53_3":"","Q142_53_4":"","Q142_53_5":"","Q142_53_6":"","Q142_54_1":"","Q142_54_2":"","Q142_54_3":"","Q142_54_4":"","Q142_54_5":"","Q142_54_6":"","Q142_55_1":"","Q142_55_2":"","Q142_55_3":"","Q142_55_4":"","Q142_55_5":"","Q142_55_6":"","Q142_56_1":"","Q142_56_2":"","Q142_56_3":"","Q142_56_4":"","Q142_56_5":"","Q142_56_6":"","Q142_57_1":"","Q142_57_2":"","Q142_57_3":"","Q142_57_4":"","Q142_57_5":"","Q142_57_6":"","Q142_58_1":"","Q142_58_2":"","Q142_58_3":"","Q142_58_4":"","Q142_58_5":"","Q142_58_6":"","Q142_59_1":"","Q142_59_2":"","Q142_59_3":"","Q142_59_4":"","Q142_59_5":"","Q142_59_6":"","Q142_60_1":"","Q142_60_2":"","Q142_60_3":"","Q142_60_4":"","Q142_60_5":"","Q142_60_6":"","Q142_61_1":"","Q142_61_2":"","Q142_61_3":"","Q142_61_4":"","Q142_61_5":"","Q142_61_6":"","Q142_62_1":"","Q142_62_2":"","Q142_62_3":"","Q142_62_4":"","Q142_62_5":"","Q142_62_6":"","Q142_63_1":"","Q142_63_2":"","Q142_63_3":"","Q142_63_4":"","Q142_63_5":"","Q142_63_6":"","Q142_64_1":"","Q142_64_2":"","Q142_64_3":"","Q142_64_4":"","Q142_64_5":"","Q142_64_6":"","Q142_65_1":"","Q142_65_2":"","Q142_65_3":"","Q142_65_4":"","Q142_65_5":"","Q142_65_6":"","Q142_66_1":"","Q142_66_2":"","Q142_66_3":"","Q142_66_4":"","Q142_66_5":"","Q142_66_6":"","Q142_67_1":"","Q142_67_2":"","Q142_67_3":"","Q142_67_4":"","Q142_67_5":"","Q142_67_6":"","Q142_68_1":"","Q142_68_2":"","Q142_68_3":"","Q142_68_4":"","Q142_68_5":"","Q142_68_6":"","Q142_69_1":"","Q142_69_2":"","Q142_69_3":"","Q142_69_4":"","Q142_69_5":"","Q142_69_6":"","Q142_70_1":"","Q142_70_2":"","Q142_70_3":"","Q142_70_4":"","Q142_70_5":"","Q142_70_6":"","Q142_71_1":"","Q142_71_2":"","Q142_71_3":"","Q142_71_4":"","Q142_71_5":"","Q142_71_6":"","Q142_72_1":"","Q142_72_2":"","Q142_72_3":"","Q142_72_4":"","Q142_72_5":"","Q142_72_6":"","Q142_73_1":"","Q142_73_2":"","Q142_73_3":"","Q142_73_4":"","Q142_73_5":"","Q142_73_6":"","Q142_74_1":"","Q142_74_2":"","Q142_74_3":"","Q142_74_4":"","Q142_74_5":"","Q142_74_6":"","Q142_75_1":"","Q142_75_2":"","Q142_75_3":"","Q142_75_4":"","Q142_75_5":"","Q142_75_6":"","Q142_76_1":"","Q142_76_2":"","Q142_76_3":"","Q142_76_4":"","Q142_76_5":"","Q142_76_6":"","Q142_77_1":"","Q142_77_2":"","Q142_77_3":"","Q142_77_4":"","Q142_77_5":"","Q142_77_6":"","Q142_78_1":"","Q142_78_2":"","Q142_78_3":"","Q142_78_4":"","Q142_78_5":"","Q142_78_6":"","Q142_79_1":"","Q142_79_2":"","Q142_79_3":"","Q142_79_4":"","Q142_79_5":"","Q142_79_6":"","Q142_80_1":"","Q142_80_2":"","Q142_80_3":"","Q142_80_4":"","Q142_80_5":"","Q142_80_6":"","Q142_81_1":"","Q142_81_2":"","Q142_81_3":"","Q142_81_4":"","Q142_81_5":"","Q142_81_6":"","Q142_82_1":"","Q142_82_2":"","Q142_82_3":"","Q142_82_4":"","Q142_82_5":"","Q142_82_6":"","Q142_83_1":"","Q142_83_2":"","Q142_83_3":"","Q142_83_4":"","Q142_83_5":"","Q142_83_6":"","Q142_84_1":"","Q142_84_2":"","Q142_84_3":"","Q142_84_4":"","Q142_84_5":"","Q142_84_6":"","Q142_85_1":"","Q142_85_2":"","Q142_85_3":"","Q142_85_4":"","Q142_85_5":"","Q142_85_6":"","Q142_86_1":"","Q142_86_2":"","Q142_86_3":"","Q142_86_4":"","Q142_86_5":"","Q142_86_6":"","Q142_87_1":"","Q142_87_2":"","Q142_87_3":"","Q142_87_4":"","Q142_87_5":"","Q142_87_6":"","Q142_88_1":"","Q142_88_2":"","Q142_88_3":"","Q142_88_4":"","Q142_88_5":"","Q142_88_6":"","Q142_89_1":"","Q142_89_2":"","Q142_89_3":"","Q142_89_4":"","Q142_89_5":"","Q142_89_6":"","Q142_90_1":"","Q142_90_2":"","Q142_90_3":"","Q142_90_4":"","Q142_90_5":"","Q142_90_6":"","Q142_91_1":"","Q142_91_2":"","Q142_91_3":"","Q142_91_4":"","Q142_91_5":"","Q142_91_6":"","Q142_92_1":"","Q142_92_2":"","Q142_92_3":"","Q142_92_4":"","Q142_92_5":"","Q142_92_6":"","Q142_93_1":"","Q142_93_2":"","Q142_93_3":"","Q142_93_4":"","Q142_93_5":"","Q142_93_6":"","Q142_94_1":"","Q142_94_2":"","Q142_94_3":"","Q142_94_4":"","Q142_94_5":"","Q142_94_6":"","Q142_95_1":"","Q142_95_2":"","Q142_95_3":"","Q142_95_4":"","Q142_95_5":"","Q142_95_6":"","Q142_96_1":"","Q142_96_2":"","Q142_96_3":"","Q142_96_4":"","Q142_96_5":"","Q142_96_6":"","Q142_97_1":"","Q142_97_2":"","Q142_97_3":"","Q142_97_4":"","Q142_97_5":"","Q142_97_6":"","Q142_98_1":"","Q142_98_2":"","Q142_98_3":"","Q142_98_4":"","Q142_98_5":"","Q142_98_6":"","Q142_99_1":"","Q142_99_2":"","Q142_99_3":"","Q142_99_4":"","Q142_99_5":"","Q142_99_6":"","Q142_100_1":"","Q142_100_2":"","Q142_100_3":"","Q142_100_4":"","Q142_100_5":"","Q142_100_6":"","Q151":"","Q152":"","Q153":"","Q154":"","Q155":"","CreateNewFieldorChooseFromDropdown":"","TEST":"","FY2021Mission":"CTG UAlbany – formerly known as the Center for Technology in Government at the State University of New York (SUNY) at Albany – is a research institute that works with governments worldwide to help transform public service through innovative approaches to, and applications of, technology, management, and policy. Established in 1993, we pursue new ways to use technology to address practical problems of information management and service delivery in government. CTG UAlbany has collaborated with hundreds of domestic and international researchers on understanding and applying emerging technologies. At the same time, CTG UAlbany has worked with scores of local, state, federal, and international government bodies as a trusted advisor and facilitator of management and policy decisions to govern the use of new technologies as tools for public service transformation.","FY2021Vision":"Work with governments worldwide transforming public services through innovations in technology, policy and management.","FY2021Goal1":"Engage in innovative research and problem solving projects that address societal challenges","FY2021Action1":"Strategically plan for and submit research and other project proposals and contracts.","FY2021Metric1":"Number of proposals and contracts submitted and awarded","FY2021TimeFrame1":"May 2021May 2021","FY2021Goal2":"Develop and teach innovative courses that integrate teaching and experiential education","FY2021Action2":"Continue to design and  teach courses as part of the Rock College Government Information Strategy and Management (GISM) Program and  UAlbany and Albany Law affiliation.","FY2021Metric2":"Number of students enrolled and number of classes CTG staff continue to design and teach.","FY2021TimeFrame2":"May 2021","FY2021Goal3":"Provide students with internships that allow hands on learning through projects that  address real world challenges and explore and develop innovative and sustainable solutions","FY2021Action3":"Provide paid and academic internships for UAlbany students through our Student Innovation Lab Experience (STILE) program and other funded research and projects.","FY2021Metric3":"Number of students hired, mentored, and participating in CTG taught courses.","FY2021TimeFrame3":"May 2021May 2021","FY2021Goal4":"Continue to be global leaders in digital government research","FY2021Action4":"Produce high quality academiedc publications based on CTG research.","FY2021Metric4":"# of books, book chapters, journal articles, conference papers, and practitioner reports and articles.","FY2021TimeFrame4":"May 2021","FY2021Goal5":"Continue to be sought after advisers on information policy, management, and technology innovations that advance efforts to  address societal challenges","FY2021Action5":"Continue to serve and accept invitations to serve as advisors for local, state, federal, and international government and research groups.","FY2021Metric5":"Number of invitations for CTG staff to provide keynotes and other invited talks at academic and practitioners conferences and other events.","FY2021TimeFrame5":"May 2021","FY2021TargetFederalProposals":"2","FY2021TargetStateProposals":"3","FY2021TargetOtherProposals":"1","FY2021TargetFederalAwards":"1","FY2021TargetStateAwards":"2","FY2021TargetOtherAwards":"1","FY2021TargetLargeProposals":"1","FY2021TargetLargeAwards":"1","FY2021TargetSBIRProposals":"0","FY2021TargetSBIRAwards":"0","FY2021TargetBooks":"0","FY2021TargetBookChapters":"2","FY2021TargetPublications":"12","FY2021TargetDisclosures":"1","FY2021TargetPatentsApplications":"0","FY2021TargetPatentsIssued":"0","FY2021TargetPatentsLicensed":"0","FY2021TargetLicensedExecuted":"0","FY2021TargetLicensedRevenue":"0","FY2021TargetStartups":"0","FY2021TargetCONFERENCE":"10","FY2021TargetUndergraduate":"5","FY2021TargetMaster":"30","FY2021TargetPhD":"20","FY2021TargetPostdoc":"0","QTEST":"","FY1920Mission":"CTG UAlbany – formerly known as the Center for Technology in Government at the State University of New York (SUNY) at Albany – is a research institute that works with governments worldwide to help transform public service through innovative approaches to, and applications of, technology, management, and policy. Established in 1993, we pursue new ways to use technology to address practical problems of information management and service delivery in government. CTG UAlbany has collaborated with hundreds of domestic and international researchers on understanding and applying emerging technologies. At the same time, CTG UAlbany has worked with scores of local, state, federal, and international government bodies as a trusted advisor and facilitator of management and policy decisions to govern the use of new technologies as tools for public service transformation.","FY1920Goal1":"Engage in innovative research and problem solving projects that address societal challenges","FY1920Action1":"Strategically plan for and submit research and other project proposals and contracts.","FY1920TimeFrame1":"S20S20","FY1920Goal2":"Develop and teach innovative courses that integrate teaching and experiential education","FY1920Action2":"Continue to design and teach courses as part of the Rock College Government Information Strategy and Management (GISM) Program and UAlbany and Albany Law affiliation.","FY1920TimeFrame2":"S20","FY1920Goal3":"Provide students with internships that allow hands on learning through projects that address real world challenges and explore and develop innovative and sustainable solutions","FY1920Action3":"Provide paid and academic internships for UAlbany students through our Student Innovation Lab Experience (STILE) program and other funded research and projects.","FY1920TimeFrame3":"S20S20","FY1920Goal4":"Continue to be global leaders in digital government researchContinue to be global leaders in digital government research","FY1920Action4":"Produce high quality academic publications based on CTG research.","FY1920TimeFrame4":"S20","FY1920Goal5":"Continue to be sought after advisers on information policy, management, and technology innovations that advance efforts to address societal challenges","FY1920Action5":"Continue to serve and accept invitations to serve as advisors for local, state, federal, and international government and research groups.","FY1920TimeFrame5":"S20","FY1920TargetFederalProposals":"2","FY1920TargetStateProposals":"3","FY1920TargetOtherProposals":"1","FY1920TargetFederalAwards":"1","FY1920TargetStateAwards":"2","FY1920TargetOtherAwards":"1","FY1920TargetLargeProposals":"1","FY1920TargetLargeAwards":"1","FY1920TargetSBIRProposals":"0","FY1920TargetSBIRAwards":"0","FY1920TargetBooks":"1","FY1920TargetBookChapters":"4","FY1920TargetPublications":"10","FY1920TargetDisclosures":"1","FY1920TargetPatentsApplications":"0","FY1920TargetPatentsIssued":"0","FY1920TargetPatentsLicensed":"0","FY1920TargetLicensedExecuted":"0","FY1920TargetLicensedRevenue":"0","FY1920TargetStartups":"0","FY1920TargetCONFERENCE":"5","FY1920TargetUndergraduate":"1","FY1920TargetMaster":"10","FY1920TargetPhD":"10","FY1920TargetPostdoc":"0","FY1920RFApplicationsandAwards":"https://bit.ly/3gRCBwd","FY1920Vision":"","FY1920Metric1":"","Measurable:Numbersofpapers":"","FY1920Metric2":"","Measurable:Infrastructurefidelityandusefulness":"","FY1920Metric3":"","4\tMeasurable:funding/collaborationthroughpublic/privatepartnerships":"","5\tMeasurable:Numbersofpublicationsandpresentations":"","FY1920Metric4":"","FY1920Metric5":"","year":"FY2021"},"FY2122":{"StartDate":44309.62430555555,"EndDate":44309.62461805555,"Status":"Spam","IPAddress":"74.76.206.217","Progress":100,"Duration(inseconds)":27,"Finished":"True","RecordedDate":44309.62462956019,"ResponseId":"R_3Kur4yC10IJV4fG","RecipientLastName":"Pardo","RecipientFirstName":"Theresa","RecipientEmail":"tpardo@ctg.albany.edu","ExternalReference":"Center for Technology in Government","LocationLatitude":42.84820556640625,"LocationLongitude":-73.78630065917969,"DistributionChannel":"gl","UserLanguage":"EN","Q31":"","Q32":"","Q41":"","Q42_1_1":"","Q42_1_2":"","Q42_2_1":"","Q42_2_2":"","Q51_1_1":0,"Q51_1_2":0,"Q51_1_4":0,"Q52_1_1":0,"Q52_1_2":0,"Q52_1_4":0,"Q53_1_1":"","Q53_2_1":"","Q54_1_1":"","Q54_2_1":"","Q55_1_1":"","Q55_2_1":"","Q55_3_1":"","Q56_1_1":"","Q56_2_1":"","Q56_3_1":"","Q56_4_1":"","Q56_5_1":"","Q56_6_1":"","Q56_7_1":"","Q57_1":"","Q58_1_1":0,"Q58_1_2":0,"Q58_1_4":0,"Q58_1_5":0,"Q71":"","Q72":"","Q73":"","Q74":"","Q75":"","Q76":"","Q77":"","Q78":"","Q81":"","Q82":"","Q83":"","Q84":"","Q85":"","Q86":"","Q87":"","Q88":"","Q91":"","Q92":"","Q93":"","Q94":"","Q95":"","Q96":"","Q97":"","Q98":"","Q101":"","Q102":"","Q103":"","Q104":"","Q105":"","Q106":"","Q107":"","Q108":"","Q111":"","Q112":"","Q113":"","Q114":"","Q115":"","Q116":"","Q117":"","Q118":"","1819Mission":"","1819Vision":"","1819Goal1":"","1819Activities1":"","1819Metrics1":"","1819Timeframe1":"","1819Goal2":"","1819Activities2":"","1819Metrics2":"","1819Timeframe2":"","1819Goal3":"","1819Activities3":"","1819Metrics3":"","1819Timeframe3":"","1819Goal1:Results":"","1819Goal1:ChangeofPlan":"","1819Goal2:Results":"","1920Goal1":"","1920Activities1":"","1920Metrics1":"","1920Timeframe1":"","1819Goal4":"","1819Activities4":"","1819Metrics4":"","1819Timeframe4":"","1819Goal2:ChangeofPlan":"","1819Goal3:Results":"","1819Goal3:ChangeofPlan":"","1819Goal4:Results":"","1819Goal4:ChangeofPlan":"","1920Mission":"","1920Vision":"","1920Goal2":"","1920Activities2":"","1920Metrics2":"","1920Timeframe2":"","1920Goal3":"","1920Activities3":"","1920Metrics3":"","1920Timeframe3":"","1920Goal4":"","1920Activities4":"","1920Metrics4":"","1920Timeframe4":"","1819Goal5":"","1819Activities5":"","1819Metrics5":"","1819Timeframe5":"","1819Goal5:Results":"","1920Goal5":"","1920Activities5":"","1920Metrics5":"","1920Timeframe5":"","TEST":"","FY2021Mission":"CTG UAlbany – formerly known as the Center for Technology in Government at the State University of New York (SUNY) at Albany – is a research institute that works with governments worldwide to help transform public service through innovative approaches to, and applications of, technology, management, and policy. Established in 1993, we pursue new ways to use technology to address practical problems of information management and service delivery in government. CTG UAlbany has collaborated with hundreds of domestic and international researchers on understanding and applying emerging technologies. At the same time, CTG UAlbany has worked with scores of local, state, federal, and international government bodies as a trusted advisor and facilitator of management and policy decisions to govern the use of new technologies as tools for public service transformation.","FY2021Vision":"Work with governments worldwide transforming public services through innovations in technology, policy and management.","FY2021Goal1":"Engage in innovative research and problem solving projects that address societal challenges","FY2021Action1":"Strategically plan for and submit research and other project proposals and contracts.","FY2021Metric1":"Number of proposals and contracts submitted and awarded","FY2021TimeFrame1":"May 2021May 2021","FY2021Goal2":"Develop and teach innovative courses that integrate teaching and experiential education","FY2021Action2":"Continue to design and  teach courses as part of the Rock College Government Information Strategy and Management (GISM) Program and  UAlbany and Albany Law affiliation.","FY2021Metric2":"Number of students enrolled and number of classes CTG staff continue to design and teach.","FY2021TimeFrame2":"May 2021","FY2021Goal3":"Provide students with internships that allow hands on learning through projects that  address real world challenges and explore and develop innovative and sustainable solutions","FY2021Action3":"Provide paid and academic internships for UAlbany students through our Student Innovation Lab Experience (STILE) program and other funded research and projects.","FY2021Metric3":"Number of students hired, mentored, and participating in CTG taught courses.","FY2021TimeFrame3":"May 2021May 2021","FY2021Goal4":"Continue to be global leaders in digital government research\nContinue to be global leaders in digital government research","FY2021Action4":"Produce high quality academiedc publications based on CTG research.","FY2021Metric4":"# of books, book chapters, journal articles, conference papers, and practitioner reports and articles.","FY2021TimeFrame4":"May 2021","FY2021Goal5":"Continue to be sought after advisers on information policy, management, and technology innovations that advance efforts to  address societal challenges","FY2021Action5":"Continue to serve and accept invitations to serve as advisors for local, state, federal, and international government and research groups.","FY2021Metric5":"Number of invitations for CTG staff to provide keynotes and other invited talks at academic and practitioners conferences and other events.","FY2021TimeFrame5":"May 2021","FY2021TargetFederalProposals":"2","FY2021TargetStateProposals":"3","FY2021TargetOtherProposals":"1","FY2021TargetFederalAwards":"1","FY2021TargetStateAwards":"2","FY2021TargetOtherAwards":"1","FY2021TargetLargeProposals":"1","FY2021TargetLargeAwards":"1","FY2021TargetSBIRProposals":"0","FY2021TargetSBIRAwards":"0","FY2021TargetBooks":"0","FY2021TargetBookChapters":"2","FY2021TargetPublications":"12","FY2021TargetDisclosures":"1","FY2021TargetPatentsApplications":"0","FY2021TargetPatentsIssued":"0","FY2021TargetPatentsLicensed":"0","FY2021TargetLicensedExecuted":"0","FY2021TargetLicensedRevenue":"0","FY2021TargetStartups":"0","FY2021TargetCONFERENCE":"10","FY2021TargetUndergraduate":"5","FY2021TargetMaster":"30","FY2021TargetPhD":"20","FY2021TargetPostdoc":"0","QTEST":"","FY1920Mission":"CTG UAlbany – formerly known as the Center for Technology in Government at the State University of New York (SUNY) at Albany – is a research institute that works with governments worldwide to help transform public service through innovative approaches to, and applications of, technology, management, and policy. Established in 1993, we pursue new ways to use technology to address practical problems of information management and service delivery in government. CTG UAlbany has collaborated with hundreds of domestic and international researchers on understanding and applying emerging technologies. At the same time, CTG UAlbany has worked with scores of local, state, federal, and international government bodies as a trusted advisor and facilitator of management and policy decisions to govern the use of new technologies as tools for public service transformation.","FY1920Goal1":"Engage in innovative research and problem solving projects that address societal challenges","FY1920Action1":"Strategically plan for and submit research and other project proposals and contracts.","FY1920TimeFrame1":"S20S20","FY1920Goal2":"Develop and teach innovative courses that integrate teaching and experiential education","FY1920Action2":"Continue to design and teach courses as part of the Rock College Government Information Strategy and Management (GISM) Program and UAlbany and Albany Law affiliation.","FY1920TimeFrame2":"S20","FY1920Goal3":"Provide students with internships that allow hands on learning through projects that address real world challenges and explore and develop innovative and sustainable solutions","FY1920Action3":"Provide paid and academic internships for UAlbany students through our Student Innovation Lab Experience (STILE) program and other funded research and projects.","FY1920TimeFrame3":"S20S20","FY1920Goal4":"Continue to be global leaders in digital government researchContinue to be global leaders in digital government research","FY1920Action4":"Produce high quality academic publications based on CTG research.","FY1920TimeFrame4":"S20","FY1920Goal5":"Continue to be sought after advisers on information policy, management, and technology innovations that advance efforts to address societal challenges","FY1920Action5":"Continue to serve and accept invitations to serve as advisors for local, state, federal, and international government and research groups.","FY1920TimeFrame5":"S20","FY1920TargetFederalProposals":"2","FY1920TargetStateProposals":"3","FY1920TargetOtherProposals":"1","FY1920TargetFederalAwards":"1","FY1920TargetStateAwards":"2","FY1920TargetOtherAwards":"1","FY1920TargetLargeProposals":"1","FY1920TargetLargeAwards":"1","FY1920TargetSBIRProposals":"0","FY1920TargetSBIRAwards":"0","FY1920TargetBooks":"1","FY1920TargetBookChapters":"4","FY1920TargetPublications":"10","FY1920TargetDisclosures":"1","FY1920TargetPatentsApplications":"0","FY1920TargetPatentsIssued":"0","FY1920TargetPatentsLicensed":"0","FY1920TargetLicensedExecuted":"0","FY1920TargetLicensedRevenue":"0","FY1920TargetStartups":"0","FY1920TargetCONFERENCE":"5","FY1920TargetUndergraduate":"1","FY1920TargetMaster":"10","FY1920TargetPhD":"10","FY1920TargetPostdoc":"0","FY1920RFApplicationsandAwards":"https://bit.ly/3gRCBwd","FY1920Vision":"","FY1920Metric1":"","Measurable:Numbersofpapers":"","FY1920Metric2":"","Measurable:Infrastructurefidelityandusefulness":"","FY1920Metric3":"","4\tMeasurable:funding/collaborationthroughpublic/privatepartnerships":"","5\tMeasurable:Numbersofpublicationsandpresentations":"","FY1920Metric4":"","FY1920Metric5":"","CreateNewFieldorChooseFromDropdown":"","year":"FY2122"}}