{"ExternalReference":"Center for Human Services Research","FY1920":{"StartDate":44071.31287037037,"EndDate":44071.31681712963,"Status":"IP Address","IPAddress":"74.76.206.217","Progress":100,"Duration(inseconds)":341,"Finished":"True","RecordedDate":44071.31682865741,"ResponseId":"R_3n3373aZ2muPkNy","RecipientLastName":"Greene","RecipientFirstName":"Rose","RecipientEmail":"rgreene@albany.edu","ExternalReference":"Center for Human Services Research","LocationLatitude":42.84820556640625,"LocationLongitude":-73.78630065917969,"DistributionChannel":"gl","UserLanguage":"EN","Q31":"","Q32":"","Q41":"","Q42_1_1":"","Q42_1_2":"","Q42_2_1":"","Q42_2_2":"","Q43_1":0,"Q43_1_TEXT":"","Q43_2":0,"Q43_2_TEXT":"","Q43_3":0,"Q43_3_TEXT":"","Q51_1_1":0,"Q51_1_2":0,"Q51_1_4":0,"Q51_2_1":0,"Q51_2_2":0,"Q51_2_4":0,"Q52_1_1":0,"Q52_1_2":0,"Q52_1_4":0,"Q52_2_1":0,"Q52_2_2":0,"Q52_2_4":0,"Q53_1_1":"","Q53_1_2":"","Q53_2_1":"","Q53_2_2":"","Q54_1_1":"","Q54_1_2":"","Q54_2_1":"","Q54_2_2":"","Q61_1_1":"","Q61_1_2":"","Q61_2_1":"","Q61_2_2":"","Q61_3_1":"","Q61_3_2":"","Q62":"","Q63_1_1":"","Q63_1_2":"","Q63_2_1":"","Q63_2_2":"","Q63_3_1":"","Q63_3_2":"","Q63_4_1":"","Q63_4_2":"","Q63_5_1":"","Q63_5_2":"","Q63_6_1":"","Q63_6_2":"","Q63_7_1":"","Q63_7_2":"","Q64":"","Q65_1":"","Q65_2":"","Q66":"","Q67":"","Q71_1_1":"","Q71_1_2":"","Q71_1_4":"","Q71_1_5":"","Q71_2_1":"","Q71_2_2":"","Q71_2_4":"","Q71_2_5":"","Q71_3_1":"","Q71_3_2":"","Q71_3_4":"","Q71_3_5":"","Q81_4":"Project: Albany County Equity Agenda Strategic Plan\nProject Leads: Felix Quinones-Nieves, Erin Berical, Salome Raheim\nGraduate Students: Nurul Widyaningrum, Erin Gardner \nA team led by the Center for Human Services Research (CHSR) worked with the Albany County Executive’s Office to develop a strategic plan to advance an Albany County Equity Agenda. Through administering workforce surveys, interviewing departmental leaders, analyzing census and county data, and facilitating a series of strategic planning sessions, the team assisted individual Albany County departments in developing goals and objectives to address inequities in the workforce and service provision. Additionally, a mission, vision statement, and set of principles were developed to guide county-wide strategic planning for the next several years.","Q81_5":"Project: Evaluation of the Medicaid Redesign Team (MRT) Supportive Housing Initiative\nProject Leads: Sandra McGinnis, Margaret Gullick, Mir Nahid Mahmud, Lauren Polvere, Chris Rees, Maile Ray\nThe Center for Human Services Research (CHSR) conducted an evaluation to assess the implementation, impact, effectiveness and cost savings of a Medicaid Redesign Team Supportive Housing (MRT-SH) Initiative. The MRT-SH Initiative was designed to increase the availability of affordable supportive housing for high–utilizers of Medicaid who are homeless or living in institutional settings as a way to improve health outcomes and reduce Medicaid cost growth. The rigorously designed study found the following positive findings: a significant treatment effect for the average number of ED visits, the average number of primary care visits, utilization related to behavioral health and housing-sensitive conditions, and reductions in potentially preventable ED use.  Furthermore, when non-Medicaid costs (such as homeless shelter stays) were introduced into the analysis, the MRT-SH initiative showed an overall net savings even after program costs.","Q81_6":"Project: Evaluation of the City of Albany Summer Youth Employment Program \nProject Leads: Sandra McGinnis, Felix Quinones-Nieves, Susan Ehrhard-Dietzel\nThe Center for Human Services Research conducted an evaluation of the Albany City Summer Youth Employment (SYEP) Program. The team analyzed data from the City School District of Albany, and administered surveys of participating youth and employers. Findings revealed positive impacts in a number of areas, including academic success and skill development. Specifically participants were more likely than non-participants to graduate from high school, with a greater effect on graduation rates for non-white, non-Hispanic/Latino students and for students with GPAs in the lower 20% of CSDA students. A majority of youth reported that SYEP had helped them in developing skills related to problem-solving, critical thinking, time management, and employment preparation.","Q92":"","Q93":"","Q94":"","Q95":"","Q101":"","Q102":"","Q103":"","Q104":"","Q111":"","Q112":"","Q113":"","Q114":"","Q121":"","Q122":"","Q123":"","Q124":"","Q131":"","Q132":"","Q133":"","Q134":"","Q141":"","Q142_Id":"","Q142_Name":"","Q142_Size":"","Q142_Type":"","Q151":"","Q152":"","Q153":"","Q154":"","Q155":"","CreateNewFieldorChooseFromDropdown":"","year":"FY1920"}}