{"ExternalReference":"Center for Social & Demographic Analysis","FY1920":{"StartDate":44071.31715277778,"EndDate":44071.33545138889,"Status":"IP Address","IPAddress":"74.76.206.217","Progress":100,"Duration(inseconds)":1581,"Finished":"True","RecordedDate":44071.33546064815,"ResponseId":"R_eP8iXUzOZ7c6Rnr","RecipientLastName":"Friedman","RecipientFirstName":"Samantha","RecipientEmail":"samfriedman@albany.edu","ExternalReference":"Center for Social & Demographic Analysis","LocationLatitude":42.84820556640625,"LocationLongitude":-73.78630065917969,"DistributionChannel":"gl","UserLanguage":"EN","Q31":"","Q32":"","Q41":"","Q42_1_1":"","Q42_1_2":"","Q42_2_1":"","Q42_2_2":"","Q43_1":0,"Q43_1_TEXT":"","Q43_2":0,"Q43_2_TEXT":"","Q43_3":0,"Q43_3_TEXT":"","Q51_1_1":0,"Q51_1_2":0,"Q51_1_4":0,"Q51_2_1":0,"Q51_2_2":0,"Q51_2_4":0,"Q52_1_1":0,"Q52_1_2":0,"Q52_1_4":0,"Q52_2_1":0,"Q52_2_2":0,"Q52_2_4":0,"Q53_1_1":"","Q53_1_2":"","Q53_2_1":"","Q53_2_2":"","Q54_1_1":"","Q54_1_2":"","Q54_2_1":"","Q54_2_2":"","Q61_1_1":"","Q61_1_2":"","Q61_2_1":"","Q61_2_2":"","Q61_3_1":"","Q61_3_2":"","Q62":"","Q63_1_1":"","Q63_1_2":"","Q63_2_1":"","Q63_2_2":"","Q63_3_1":"","Q63_3_2":"","Q63_4_1":"","Q63_4_2":"","Q63_5_1":"","Q63_5_2":"","Q63_6_1":"","Q63_6_2":"","Q63_7_1":"","Q63_7_2":"","Q64":"","Q65_1":"","Q65_2":"","Q66":"","Q67":"","Q71_1_1":"","Q71_1_2":"","Q71_1_4":"","Q71_1_5":"","Q71_2_1":"","Q71_2_2":"","Q71_2_4":"","Q71_2_5":"","Q71_3_1":"","Q71_3_2":"","Q71_3_4":"","Q71_3_5":"","Q81_4":"","Q81_5":"","Q81_6":"","Q92":"Our first priority is to increase our funding portfolio, with an emphasis on applying for grants in the Population Dynamics Branch (PDB) of NICHD\n\nExpanding funding in the latter agency will increase our ability to be successful in being funded by a future center grant from NICHD. This priority fits directly with the Strategic Plan’s goal, in the Research Excellence area, of increasing the ratio of faculty with research grants. To achieve this goal, we plan to invite a program officer from NICHD to discuss the funding priorities with our associates as well as others on campus. In addition, we will organize a meeting with our faculty associates from the School of Education, Sociology, the School of Public Health, and researchers at the New York State Department of Health to provide information to CSDA associates, graduate students, and the university community about datasets (restricted and non-restricted – like Upstate Kids, National Longitudinal Study of Adolescent to Adult Health, and NY State data) that could lead to funding opportunities for researchers in CSDA as well as across the university. We will measure our success by gauging the increase in applications for funding to NICHD and other funding agencies.","Q93":"","Q94":"","Q95":"","Q101":"Our second main priority is to forge linkages with other units on campus that do not know about CSDA but could potentially benefit from alignments with population-based researchers and from whom CSDA associates could benefit.\n\nNone of our CSDA associates are currently from the College of Emergency Preparedness, Homeland Security, and Cybersecurity (CEHC) or from the Department of Atmospheric and Environmental Sciences. However, the research that is conducted in both units is focused on disasters and climate change, which has implications for the migration and the health and well-being of populations, two of the main foci of CSDA. Forging collaborations across programs is one of the main priorities of the Strategic Plan in the area of Research Excellence. To achieve this goal, we plan to hold a meeting with key researchers in CEHC and the Department of Atmospheric and Environmental Sciences and have short flash presentations so that all parties involved will get to know about each other’s current research interests. We will measure our success by gauging future collaborations sparked by this meeting and potentially others in the future.","Q102":"","Q103":"","Q104":"","Q111":"Our third priority is to explore ways to attract students, particularly underrepresented minorities, to engage in population-based research, enhance student experiences of those already engaged in population-based research, and ultimately, through the former endeavors, grow a workforce to assist CSDA associates and others in the local community and government with their research. \n\nTo achieve this goal, we will target funding opportunities from the National Science Foundation (NSF) INCLUDES Planning Grants (https://www.nsf.gov/funding/pgm_summ.jsp?pims_id=505679) due on July 13, 2020 as well as NSF’s Research Experiences for Undergraduates (REU) due on August 26, 2020. With respect to the NSF INCLUDES program, Deedee Bennett from CEHC has acquired funding through this mechanism, and we will draw on her expertise in achieving this goal, which will also work well in fulfilling our goals to achieve priority 2 (described above). We will target StAR based funding to get short-term assistance in laying the groundwork for these proposals. The basis of these proposals will be to leverage our multidisciplinary research capacity to create a hub that will connect students to research opportunities at UAlbany, local and state governments, and private industry. CSDA will provide research training, networking, and professionalization opportunities in the area of population-based science as it relates to the data revolution that links the disciplines together. CSDA would position itself to become UAlbany’s core for statistical consulting and training across units and seek to generate funds from others seeking these services. Our initial success will be based upon our ability to acquire funding from NSF.","Q112":"","Q113":"","Q114":"","Q121":"One of our other priorities is to maintain connections with other population-based research centers in New York State and elsewhere. CSDA and the School of Public Health at Albany have partnered with Cornell and Syracuse Universities in participating annually in an Upstate Population conference. We will continue to engage in this endeavor because it facilitates connections with neighboring research universities and promotes collaborations that can lead to extramural funding. CSDA will also continue to be a member of the Association of Population Centers (APC) and participate in APC annual meetings. Currently, there is an initiative among centers in APC to work with each other on an NIH-sponsored training grant. CSDA is engaged in this endeavor. Samantha Friedman will be the Primary Leader on this initiative and will represent CSDA at the APC meeting as well as the Upstate Population conference.","Q122":"","Q123":"","Q124":"","Q131":"Another priority is for CSDA to engage in its own Strategic Planning during the next year and develop its vision for the next five years so that its mission and goals are clearer, and inclusive of all associates, and aligned with the vision of the University. To this end, we will hold Executive Committee meetings to plan a retreat that we will hold within the next year (by November 2020), and within six months after the retreat, we will finalize a strategic plan document with our vision. Samantha Friedman will be the Primary Leader on this initiative.","Q132":"","Q133":"","Q134":"","Q141":"","Q142_Id":"","Q142_Name":"","Q142_Size":"","Q142_Type":"","Q151":"","Q152":"","Q153":"","Q154":"","Q155":"","CreateNewFieldorChooseFromDropdown":"","year":"FY1920"}}