{"ExternalReference":"Community and Economic Development","FY1920":{"StartDate":44039.61707175926,"EndDate":44039.63290509259,"Status":"IP Address","IPAddress":"74.69.10.205","Progress":100,"Duration(inseconds)":1368,"Finished":"True","RecordedDate":44039.6329196875,"ResponseId":"R_5jBt8WdqwreqGFH","RecipientLastName":"Grattan","RecipientFirstName":"Matthew","RecipientEmail":"mgrattan@albany.edu","ExternalReference":"Community and Economic Development","LocationLatitude":42.84820556640625,"LocationLongitude":-73.78630065917969,"DistributionChannel":"anonymous","UserLanguage":"EN","Q41":"State Salaries = $191,031\nState OTPS = $22,163\nTotal =  $213,194\n\nRF Salaries = $126,000\nRF OTPS = $124,000\nRF Total = $250,000\nFrom Innovation Hot Spot grant Sponsor Empire State Development","Q42_1_1":2,"Q42_1_2":1,"Q42_2_1":2,"Q42_2_2":1,"Q51":"No","Q52_1":"","Q52_2":"","Q52_3":"","Q52_4":"","Q52_5":"","Q52_6":"","Q61_1":"","Q61_2":"","Q61_3":"","Q61_4":"","Q61_5":"","Q61_6":"","Q71":"Implemented NSF I-Corps short course training in each semester including summer via collaboration with Cornell and CUNY as receipients of the Upstate and NYC Innovation Nodes.  Bob Manasier, our Entrepreneur in Residence was trained to deliver the instruction working with each node partner.","Q82":"","Q83":"The communication strategy development was put on hold to facilitate the implementation of the unit’s and division’s conversion to adopting the SUNY RF centralized SHIP tech transfer and commercialization resource program. This will become a deliverable in the 20-21 goals. Leveraging the SUNY RF TechConnect program UAlbany has been incorporated into the initial pilot to convert all of our available technology into this searchable application for easy access by other faculty and student collaborators along with industry partners looking to license. The inclusion of the discussion around commercialization as part of tenure review was also placed on hold to better understand the SUNY RF adopted commercialization process in order to incorporate that discussion in next year’s goals as well.","Q84":"With the decision and implementation of the SUNY RF SHIP model this goal will continue to be a measurable outcome, but we have now added additional centralized resources from SUNY RF that will enable us to scale these services and outcomes more efficiently.  The implementation took priority over the execution of some of the deliverables within the goal, but now we are strongly positioned to implement these deliverables with a comprehensive communication strategy to all stakeholders.","Q92":"","Q93":"Conducted the institutional kickoff meeting with the President and President’s Executive Council in early March of 2020 where the designation process was explained to the council and working group.  This helped to achieve institutional buy-in for this designation process on the heels of receiving the Carnegie Classification for Community Engagement in January of 2020.  The Internal Stakeholder team/working group was refined to include additional diverse members of the faculty and administration along with invitations to student representatives. The Office of Institutional Research just received their first report from SUNY which implements the NYSDOL wage reporting database to more effectively track student placement data.  This will be analyzed and begin to be used moving forward as a more detailed and accurate talent reporting tool.","Q94":"External stakeholder survey was planned to be done through a combination of email and in person meetings/discussion sessions.  With the COVID pandemic, external meetings may need to be conducted through a virtual platform.  We are also assessing how we can work collaboratively with our neighboring SUNY institution, Hudson Valley Community College that is also pursuing the designation and may need to interview some of the same external stakeholders.","Q102":"","Q103":"In UAlbany’s role as the regional Innovation Hot Spot designee, we have organized a governance structure consisting of an Operations, Advisory and Affiliate Partner Committees that have resulted in over 25 partners being engaged with the regional ecosystem.  This designation coupled with our community engagement philosophy has positioned us as the university leader in entrepreneurial ecosystem building in our region. We have worked with SUNY RF on the adoption of their commercialization pathway which provides foundational and high level categorization of the process that is applicable to various industry sectors and technologies.  While we have not secured any additional funding at this point to enhance the programs we do have negotiations underway with Cornell University to be a sub-recipient as part of their NSF National ICorps proposal which would provide roughly $30K annually for up to three years.","Q104":"We will look to further integrate our partnership with Cornell University and the Upstate NY ICorps node to deliver ICorps 2 week short courses each semester and the SUNY Startup Summer School programs to be required curriculum for startup teams to participate in.  This will strengthen the readiness of our teams to understand the customer segments of their technology and lead to better outcomes for their ventures, elevating UAlbany’s entrepreneurial programs.","Q105":"Yes","Q112":"","Q113":"A document was created to explain the vetting and gatekeeping process for public and private partners seeking to locate in the ETEC building and initial meetings with academic units and Finance and Administration have occurred to refine policies and begin setting pricing plans. In other academic and administrative areas across the institution we continue to see increased interest in high growth startups seeking to partner with UAlbany.  In our regional hot spot role, we have undertaken a referral process to sill ensure that startups are paired with the most appropriate incubator facility and not just UAlbany. We have had good success in sustaining many of our startup teams and have only exited 4 teams out of 18 due to not achieving negotiated milestones with our Entrepreneur in Residence. We on boarded two new STARTUP NY (2nd Stage) companies with a third in process and 4 new UAlbany Innovation Center (early stage) companies this past year. Each program offers similar but separate affirmation processes for confirming alignment to UAlbany’s core academic and research strengths.","Q114":"As a result of the COVID pandemic, NYS and Empire State Development have temporarily suspended the acceptance of new business applications into STARTUP NY with the exception of businesses with a COVID related technology.   We are the first university to submit a COVID related company as part of this process and will continue to monitor the budget impacts to NYS of the COVID pandemic which are causing this temporary suspension.  More focus with our  companies on aspects of sales and cash flow management dealing with emergency response situations will be enhanced to assist them to work through the pandemic challenges.","Q122":"","Q123":"","Q124":"","Q131_8":"","Q131_9":"","Q131_13":"","Q131_11":"","Q131_12":"","Q131_7":"I have additional achievement(s) which were not in the list above.","Q132_4":"Orchestrated an MOU with SUNY RF Central Office to participate in the SHIP program to leverage centralized technology transfer and research commercialization resources that will enhance the already growing resources on our campus and optimize their efficiency.","Q132_5":"Launched the APLU Innovation and Economic Prosperity (IEP) designation process which aims to have us better understand, assess and communicate our institutions economic engagement throughout the region, state, country and world. This is an institutional self-assessment that will aid us in making strategic planning decisions and investments, especially in light of the financial constraints the COVID-19 pandemic is placing on us. Through assessments in the areas of Talent, Innovation and Placemaking, we will be better positioned to have a better\neconomic engagement structure to help navigate uncertain times.","Q132_6":"Enhanced our NSF ICorps short course program and had our EIR, Bob Manasier trained to instruct these classes so we can offer one each semester. As a result, two of our teams were selected for the NSF ICorps National Nodes program where they will receive $50K to further understand their customer discovery potential for their technology. They companies were YDS Medicine, a drug discovery startup that uses AI to more quickly find molecular binding capacity, and ASAP HEAL, founded by School of Public Health Professor Ricky Leung, which\naims to develop an app for chronic pain management.","Q141":"Increase Industry Sponsored Research relationships and develop process linked to the Corporate Engagement Council","Q142":"Budgetary restrictions due to COVID and inability to identify dedicated personnel to source, cultivate, vet, and execute industry sponsored contracts.","Q143":"Dedicated staff line(s) in one or multiple of our research strengths to engage with industry and educate on our faculty/research expertise.","Q144":"Formation of the Industry Sponsored Task Force to analyze best practices and gaps at UAlbany in order to advance this initiative.","Q145":"","1819Mission":"The Office of Business Partnerships and Economic Development will introduce, engage, enhance and sustain relationships with business, non-profit and industry partners seeking to leverage the Universitys excellence in Research and Student Success","1819Vision":"To be an anchor institution that provides enhanced economic opportunity for our students, our businesses and our faculty in order to create a better world through the integration of innovation and collaboration.","1819Goal1":"Increase faculty and student awareness of commercialization and entrepreneurship resources at the University.","1819Activities1":"•\tCreate a communication strategy working with the Provost’s Office to promote and inform faculty and students of the commercialization and entrepreneurship resources within the University.","1819Metrics1":"•\tNumber of Faculty disclosures","1819Timeframe1":"•\tSeptember 2020","1819Goal2":"Achieve the APLU Innovation and Economic Prosperity (IEP) Designation by September of 2021.","1819Activities2":"•\tCommunicate kick-off and institutional/Presidential level buy-in for the effort","1819Metrics2":"•\tAttainment of designation","1819Timeframe2":"•\tSeptember 2020 – September 2021 quarterly","1819Goal3":"Position the UAlbany Innovation Center as an emerging leader in university based incubation programming in NYS by Fall 2021.","1819Activities3":"•\tCreate an organizational structure and governance process for the integration of various University partners to assist companies","1819Metrics3":"•\tNumber of companies enrolled","1819Timeframe3":"January 2020 and bi-annually","1819Goal1:Results":"The communication strategy development was put on hold to facilitate the implementation of the unit’s and division’s conversion to adopting the SUNY RF centralized SHIP tech transfer and commercialization resource program. This will become a deliverable in the 20-21 goals. Leveraging the SUNY RF TechConnect program UAlbany has been incorporated into the initial pilot to convert all of our available technology into this searchable application for easy access by other faculty and student collaborators along with industry partners looking to license. The inclusion of the discussion around commercialization as part of tenure review was also placed on hold to better understand the SUNY RF adopted commercialization process in order to incorporate that discussion in next year’s goals as well.","1819Goal1:ChangeofPlan":"With the decision and implementation of the SUNY RF SHIP model this goal will continue to be a measurable outcome, but we have now added additional centralized resources from SUNY RF that will enable us to scale these services and outcomes more efficiently.  The implementation took priority over the execution of some of the deliverables within the goal, but now we are strongly positioned to implement these deliverables with a comprehensive communication strategy to all stakeholders.","1819Goal2:Results":"Conducted the institutional kickoff meeting with the President and President’s Executive Council in early March of 2020 where the designation process was explained to the council and working group.  This helped to achieve institutional buy-in for this designation process on the heels of receiving the Carnegie Classification for Community Engagement in January of 2020.  The Internal Stakeholder team/working group was refined to include additional diverse members of the faculty and administration along with invitations to student representatives. The Office of Institutional Research just received their first report from SUNY which implements the NYSDOL wage reporting database to more effectively track student placement data.  This will be analyzed and begin to be used moving forward as a more detailed and accurate talent reporting tool.","1920Goal1":"Increase faculty and student awareness of commercialization and entrepreneurship resources at the University.","1920Activities1":"Create a communication and training strategy working with the Provost's Office to promote and inform faculty and students of the commercialization and entrepreneurship resources within the University.; Ensure that communication and training is also extended to sponsored program staff to better understand programs like ICorps.; Discuss options for inclusion of commercialization as part of tenure review.","1920Metrics1":"Number of Faculty disclosures ; \tNumber of patents ; \tNumber of licensing agreements ; \tNumber of students engaged in business plan competitions;","1920Timeframe1":"January 2021, June 2021","1819Goal4":"Increase cumulative industry partnerships and co-locations each year by 10% to contribute to student success, research excellence and public engagement strategic goals.","1819Activities4":"•\tDevelop policies and procedures in partnership with Finance and Administration along with other stakeholders to support the attraction, retention and exit of companies in the ETEC facility.","1819Metrics4":"•\tNumber of industry partners in STARTUP NY","1819Timeframe4":"Summer/Q3 each year","1819Goal2:ChangeofPlan":"External stakeholder survey was planned to be done through a combination of email and in person meetings/discussion sessions.  With the COVID pandemic, external meetings may need to be conducted through a virtual platform.  We are also assessing how we can work collaboratively with our neighboring SUNY institution, Hudson Valley Community College that is also pursuing the designation and may need to interview some of the same external stakeholders.","1819Goal3:Results":"In UAlbany’s role as the regional Innovation Hot Spot designee, we have organized a governance structure consisting of an Operations, Advisory and Affiliate Partner Committees that have resulted in over 25 partners being engaged with the regional ecosystem.  This designation coupled with our community engagement philosophy has positioned us as the university leader in entrepreneurial ecosystem building in our region. We have worked with SUNY RF on the adoption of their commercialization pathway which provides foundational and high level categorization of the process that is applicable to various industry sectors and technologies.  While we have not secured any additional funding at this point to enhance the programs we do have negotiations underway with Cornell University to be a sub-recipient as part of their NSF National ICorps proposal which would provide roughly $30K annually for up to three years.","1819Goal3:ChangeofPlan":"We will look to further integrate our partnership with Cornell University and the Upstate NY ICorps node to deliver ICorps 2 week short courses each semester and the SUNY Startup Summer School programs to be required curriculum for startup teams to participate in.  This will strengthen the readiness of our teams to understand the customer segments of their technology and lead to better outcomes for their ventures, elevating UAlbany’s entrepreneurial programs.","1819Goal4:Results":"A document was created to explain the vetting and gatekeeping process for public and private partners seeking to locate in the ETEC building and initial meetings with academic units and Finance and Administration have occurred to refine policies and begin setting pricing plans. In other academic and administrative areas across the institution we continue to see increased interest in high growth startups seeking to partner with UAlbany.  In our regional hot spot role, we have undertaken a referral process to sill ensure that startups are paired with the most appropriate incubator facility and not just UAlbany. We have had good success in sustaining many of our startup teams and have only exited 4 teams out of 18 due to not achieving negotiated milestones with our Entrepreneur in Residence. We on boarded two new STARTUP NY (2nd Stage) companies with a third in process and 4 new UAlbany Innovation Center (early stage) companies this past year. Each program offers similar but separate affirmation processes for confirming alignment to UAlbany’s core academic and research strengths.","1819Goal4:ChangeofPlan":"As a result of the COVID pandemic, NYS and Empire State Development have temporarily suspended the acceptance of new business applications into STARTUP NY with the exception of businesses with a COVID related technology.   We are the first university to submit a COVID related company as part of this process and will continue to monitor the budget impacts to NYS of the COVID pandemic which are causing this temporary suspension.  More focus with our  companies on aspects of sales and cash flow management dealing with emergency response situations will be enhanced to assist them to work through the pandemic challenges.","1920Mission":"No changes","1920Vision":"No changes","1920Goal2":"Achieve the APLU Innovation and Economic Prosperity (IEP) Designation by September of 2021.","1920Activities2":"Identify stakeholder groups and execute survey questions and instruments and collect data to ascertain internal and external opinions; Utilize data collected within workgroup structures to ascertain the achievements and growth and improvement plan for beginning to draft application; Submit for draft review to internal readers and to APLU for May 2021 review; Submit for final designation consideration by first Friday of August 2021;","1920Metrics2":"Attainment of designation ; Adherence to self-study timeline established for milestones and deadlines ; Student success in placement in jobs and internships","1920Timeframe2":"Monthly through APLU Web Workshops, January 2021, June 2021","1920Goal3":"Position the UAlbany Innovation Center as an emerging leader in university based incubation programming in NYS by Fall 2021.","1920Activities3":"Monitor the effectiveness of the organizational structure and governance process for the integration of various University partners to assist companies; \tObtain additional resources/grants to expand programmatic delivery for dedicated UAlbany programs/companies ; \tFurther leverage the SUNY New Ventures Program and consultant Mark Sperry to assist current EIR to scale resources to growing portfolio of teams/startups.;","1920Metrics3":"Number of companies enrolled; \tNumber of events/programs held; \tNumber of FTE staff dedicated to the UAlbany Innovation Center; \tNumber of grant applications filed;","1920Timeframe3":"January and June 2021","1920Goal4":"Increase cumulative industry partnerships and co-locations each year by 10% to contribute to student success, research excellence and public engagement strategic goals.","1920Activities4":"Implement and refine policies and procedures in partnership with Finance and Administration along with other stakeholders to support the attraction, retention and exit of companies in the ETEC facility.; \tDocument alignment of targeted industry clusters and innovators with current and prospective curriculum along with regional economic development strategies; \tDocument cluster planning that accounts for all three campuses and facilities and programming to be delivered throughout the University.;","1920Metrics4":"Number of industry partners in STARTUP NY ; \tNumber of industry partners in the UAlbany Innovation Center ; \tNumber of industry sponsored research agreements/projects ; \tNumber of industry partners securing student internships ;","1920Timeframe4":"Quarterly through June 2021","1819Goal5":"","1819Activities5":"","1819Metrics5":"","1819Timeframe5":"","1819Goal5:Results":"","1920Goal5":"","1920Activities5":"","1920Metrics5":"","1920Timeframe5":"","Q32ParentTopics":"","Q32Topics":"","Q168ParentTopics":"","Q168Topics":"","Q21ParentTopics":"","Q21Topics":"","year":"FY1920"},"FY2021":{"StartDate":44033.62873842593,"EndDate":44033.63054398148,"Status":"IP Address","IPAddress":"74.76.206.217","Progress":100,"Duration(inseconds)":156,"Finished":"True","RecordedDate":44033.630556157404,"ResponseId":"R_2X0TFbI8sjWd9c0","RecipientLastName":"Grattan","RecipientFirstName":"Matthew","RecipientEmail":"mgrattan@albany.edu","ExternalReference":"Community and Economic Development","LocationLatitude":42.84820556640625,"LocationLongitude":-73.78630065917969,"DistributionChannel":"gl","UserLanguage":"EN","Q31":"The Office of Business Partnerships and Economic Development will introduce, engage, enhance and sustain relationships with business, non-profit and industry partners seeking to leverage the Universitys excellence in Research and Student Success","Q32":"To be an anchor institution that provides enhanced economic opportunity for our students, our businesses and our faculty in order to create a better world through the integration of innovation and collaboration.","Q41":"","Q42_1_1":"","Q42_1_2":"","Q42_2_1":"","Q42_2_2":"","Q61":"Increase faculty and student awareness of commercialization and entrepreneurship resources at the University.","Q62":"Create a communication and training strategy working with the Provost's Office to promote and inform faculty and students of the commercialization and entrepreneurship resources within the University.\n\nEnsure that communication and training is also extended to sponsored program staff to better understand programs like ICorps.\n\nDiscuss options for inclusion of commercialization as part of tenure review.","Q63":"Number of Faculty disclosures\nNumber of patents\nNumber of licensing agreements\nNumber of students engaged in business plan competitions","Q64":"January 2021, June 2021","Q65":"","Q66":"","Q67":"","Q68":"","Q71":"Achieve the APLU Innovation and Economic Prosperity (IEP) Designation by September of 2021.","Q72":"Identify stakeholder groups and execute survey questions and instruments and collect data to ascertain internal and external opinions; \nUtilize data collected within workgroup structures to ascertain the achievements and growth and improvement plan for beginning to draft application; \nSubmit for draft review to internal readers and to APLU for May 2021 review; Submit for final designation consideration by first Friday of August 2021.","Q73":"","Q74":"Monthly through APLU Web Workshops, January 2021, June 2021","Q75":"","Q76":"","Q77":"","Q78":"","Q81":"Position the UAlbany Innovation Center as an emerging leader in university based incubation programming in NYS by Fall 2021.","Q82":"Monitor the effectiveness of the organizational structure and governance process for the integration of various University partners to assist companies;\n\nObtain additional resources/grants to expand programmatic delivery for dedicated UAlbany programs/companies ; \n\nFurther leverage the SUNY New Ventures Program and consultant Mark Sperry to assist current EIR to scale resources to growing portfolio of teams/startups.","Q83":"Number of companies enrolled;\nNumber of events/programs held;\nNumber of FTE staff dedicated to the UAlbany Innovation Center;\nNumber of grant applications filed","Q84":"","Q85":"","Q86":"","Q87":"","Q88":"","Q91":"Increase cumulative industry partnerships and co-locations each year by 10% to contribute to student success, research excellence and public engagement strategic goals.","Q92":"Implement and refine policies and procedures in partnership with Finance and Administration along with other stakeholders to support the attraction, retention and exit of companies in the ETEC facility.\n\nDocument alignment of targeted industry clusters and innovators with current and prospective curriculum along with regional economic development strategies.\n\nDocument cluster planning that accounts for all three campuses and facilities and programming to be delivered throughout the University.","Q93":"Number of industry partners in STARTUP NY ; \nNumber of industry partners in the UAlbany Innovation Center ; \nNumber of industry sponsored research agreements/projects ; \nNumber of industry partners securing student internships.","Q94":"Quarterly through June 2021","Q95":"","Q96":"","Q97":"","Q98":"","Q101":"","Q102":"","Q103":"","Q104":"","Q105":"","Q106":"","Q107":"","Q108":"","1819Mission":"The Office of Business Partnerships and Economic Development will introduce, engage, enhance and sustain relationships with business, non-profit and industry partners seeking to leverage the Universitys excellence in Research and Student Success","1819Vision":"To be an anchor institution that provides enhanced economic opportunity for our students, our businesses and our faculty in order to create a better world through the integration of innovation and collaboration.","1819Goal1":"Increase faculty and student awareness of commercialization and entrepreneurship resources at the University.","1819Activities1":"Create a communication strategy working with the Provosts Office to promote and inform faculty and students of the commercialization and entrepreneurship resources within the University.; \tDevelop and compile a searchable database of UAlbany technologies available for possible commercialization.; \tDiscuss options for inclusion of commercialization as part of tenure review.","1819Metrics1":"Number of Faculty disclosures; \tNumber of patents; \tNumber of licensing agreements; \tNumber of students engaged in business plan competitions","1819Timeframe1":"9/20/2020","1819Goal2":"Achieve the APLU Innovation and Economic Prosperity (IEP) Designation by September of 2021.","1819Activities2":"Communicate kick-off and institutional/Presidential level buy-in for the effort; \tBuild the internal stakeholder team to assess and capture data; \tIdentify appropriate external stakeholders for information gathering/data collection to assess our engagement level; \tIdentify appropriate financial and student resources to execute on tasks and activities.","1819Metrics2":"Attainment of designation; \tAdherence to self-study timeline established for milestones and deadlines; \tStudent success in placement in jobs and internships; \tAttainment of Carnegie Classification for Public Engagement","1819Timeframe2":"September 2020 - September 2021 quarterly","1819Goal3":"Position the UAlbany Innovation Center as an emerging leader in university based incubation programming in NYS by Fall 2021","1819Activities3":"Create an organizational structure and governance process for the integration of various University partners to assist companies; \tDevelop a standardized commercialization plan that can be used as a starting point for accepted companies; \tObtain additional resources/grants to expand programmatic delivery for dedicated UAlbany programs/companies","1819Metrics3":"Number of companies enrolled; \tNumber of events/programs held; \tNumber of FTE staff dedicated to the UAlbany Innovation Center; \tNumber of grant applications filed; \tFunding raised to support this goal from Advancement/Development","1819Timeframe3":"January 2020 and bi-annually","1819Goal1:Results":"The communication strategy development was put on hold to facilitate the implementation of the unit’s and division’s conversion to adopting the SUNY RF centralized SHIP tech transfer and commercialization resource program. This will become a deliverable in the 20-21 goals. Leveraging the SUNY RF TechConnect program UAlbany has been incorporated into the initial pilot to convert all of our available technology into this searchable application for easy access by other faculty and student collaborators along with industry partners looking to license. The inclusion of the discussion around commercialization as part of tenure review was also placed on hold to better understand the SUNY RF adopted commercialization process in order to incorporate that discussion in next year’s goals as well.","1819Goal1:ChangeofPlan":"With the decision and implementation of the SUNY RF SHIP model this goal will continue to be a measurable outcome, but we have now added additional centralized resources from SUNY RF that will enable us to scale these services and outcomes more efficiently.  The implementation took priority over the execution of some of the deliverables within the goal, but now we are strongly positioned to implement these deliverables with a comprehensive communication strategy to all stakeholders.","1819Goal2:Results":"Conducted the institutional kickoff meeting with the President and President’s Executive Council in early March of 2020 where the designation process was explained to the council and working group.  This helped to achieve institutional buy-in for this designation process on the heels of receiving the Carnegie Classification for Community Engagement in January of 2020.  The Internal Stakeholder team/working group was refined to include additional diverse members of the faculty and administration along with invitations to student representatives. The Office of Institutional Research just received their first report from SUNY which implements the NYSDOL wage reporting database to more effectively track student placement data.  This will be analyzed and begin to be used moving forward as a more detailed and accurate talent reporting tool.","1920Goal1":"Increase faculty and student awareness of commercialization and entrepreneurship resources at the University.","1920Activities1":"Create a communication and training strategy working with the Provost's Office to promote and inform faculty and students of the commercialization and entrepreneurship resources within the University.; Ensure that communication and training is also extended to sponsored program staff to better understand programs like ICorps.; Discuss options for inclusion of commercialization as part of tenure review.","1920Metrics1":"Number of Faculty disclosures ; \tNumber of patents ; \tNumber of licensing agreements ; \tNumber of students engaged in business plan competitions;","1920Timeframe1":"January 2021, June 2021","1819Goal4":"Increase cumulative industry partnerships and co-locations each year by 10% to contribute to student success, research excellence and public engagement strategic goals.","1819Activities4":"Develop policies and procedures in partnership with Finance and Administration along with other stakeholders to support the attraction, retention and exit of companies in the ETEC facility.; \tDocument alignment of targeted industry clusters and innovators with current and prospective curriculum along with regional economic development strategies; \tDocument cluster planning that accounts for all three campuses and facilities and programming to be delivered throughout the University.","1819Metrics4":"Number of industry partners in STARTUP NY; \tNumber of industry partners in the UAlbany Innovation Center; \tNumber of industry sponsored research agreements/projects; \tNumber of industry partners securing student internships","1819Timeframe4":"Summer/Q3 each year","1819Goal2:ChangeofPlan":"External stakeholder survey was planned to be done through a combination of email and in person meetings/discussion sessions.  With the COVID pandemic, external meetings may need to be conducted through a virtual platform.  We are also assessing how we can work collaboratively with our neighboring SUNY institution, Hudson Valley Community College that is also pursuing the designation and may need to interview some of the same external stakeholders.","1819Goal3:Results":"In UAlbany’s role as the regional Innovation Hot Spot designee, we have organized a governance structure consisting of an Operations, Advisory and Affiliate Partner Committees that have resulted in over 25 partners being engaged with the regional ecosystem.  This designation coupled with our community engagement philosophy has positioned us as the university leader in entrepreneurial ecosystem building in our region. We have worked with SUNY RF on the adoption of their commercialization pathway which provides foundational and high level categorization of the process that is applicable to various industry sectors and technologies.  While we have not secured any additional funding at this point to enhance the programs we do have negotiations underway with Cornell University to be a sub-recipient as part of their NSF National ICorps proposal which would provide roughly $30K annually for up to three years.","1819Goal3:ChangeofPlan":"We will look to further integrate our partnership with Cornell University and the Upstate NY ICorps node to deliver ICorps 2 week short courses each semester and the SUNY Startup Summer School programs to be required curriculum for startup teams to participate in.  This will strengthen the readiness of our teams to understand the customer segments of their technology and lead to better outcomes for their ventures, elevating UAlbany’s entrepreneurial programs.","1819Goal4:Results":"A document was created to explain the vetting and gatekeeping process for public and private partners seeking to locate in the ETEC building and initial meetings with academic units and Finance and Administration have occurred to refine policies and begin setting pricing plans. In other academic and administrative areas across the institution we continue to see increased interest in high growth startups seeking to partner with UAlbany.  In our regional hot spot role, we have undertaken a referral process to sill ensure that startups are paired with the most appropriate incubator facility and not just UAlbany. We have had good success in sustaining many of our startup teams and have only exited 4 teams out of 18 due to not achieving negotiated milestones with our Entrepreneur in Residence. We on boarded two new STARTUP NY (2nd Stage) companies with a third in process and 4 new UAlbany Innovation Center (early stage) companies this past year. Each program offers similar but separate affirmation processes for confirming alignment to UAlbany’s core academic and research strengths.","1819Goal4:ChangeofPlan":"As a result of the COVID pandemic, NYS and Empire State Development have temporarily suspended the acceptance of new business applications into STARTUP NY with the exception of businesses with a COVID related technology.   We are the first university to submit a COVID related company as part of this process and will continue to monitor the budget impacts to NYS of the COVID pandemic which are causing this temporary suspension.  More focus with our  companies on aspects of sales and cash flow management dealing with emergency response situations will be enhanced to assist them to work through the pandemic challenges.","1920Mission":"No changes","1920Vision":"No changes","1920Goal2":"Achieve the APLU Innovation and Economic Prosperity (IEP) Designation by September of 2021.","1920Activities2":"Identify stakeholder groups and execute survey questions and instruments and collect data to ascertain internal and external opinions; Utilize data collected within workgroup structures to ascertain the achievements and growth and improvement plan for beginning to draft application; Submit for draft review to internal readers and to APLU for May 2021 review; Submit for final designation consideration by first Friday of August 2021;","1920Metrics2":"Attainment of designation ; Adherence to self-study timeline established for milestones and deadlines ; Student success in placement in jobs and internships","1920Timeframe2":"Monthly through APLU Web Workshops, January 2021, June 2021","1920Goal3":"Position the UAlbany Innovation Center as an emerging leader in university based incubation programming in NYS by Fall 2021.","1920Activities3":"Monitor the effectiveness of the organizational structure and governance process for the integration of various University partners to assist companies; \tObtain additional resources/grants to expand programmatic delivery for dedicated UAlbany programs/companies ; \tFurther leverage the SUNY New Ventures Program and consultant Mark Sperry to assist current EIR to scale resources to growing portfolio of teams/startups.;","1920Metrics3":"Number of companies enrolled; \tNumber of events/programs held; \tNumber of FTE staff dedicated to the UAlbany Innovation Center; \tNumber of grant applications filed;","1920Timeframe3":"January and June 2021","1920Goal4":"Increase cumulative industry partnerships and co-locations each year by 10% to contribute to student success, research excellence and public engagement strategic goals.","1920Activities4":"Implement and refine policies and procedures in partnership with Finance and Administration along with other stakeholders to support the attraction, retention and exit of companies in the ETEC facility.; \tDocument alignment of targeted industry clusters and innovators with current and prospective curriculum along with regional economic development strategies; \tDocument cluster planning that accounts for all three campuses and facilities and programming to be delivered throughout the University.;","1920Metrics4":"Number of industry partners in STARTUP NY ; \tNumber of industry partners in the UAlbany Innovation Center ; \tNumber of industry sponsored research agreements/projects ; \tNumber of industry partners securing student internships ;","1920Timeframe4":"Quarterly through June 2021","1819Goal5":"","1819Activities5":"","1819Metrics5":"","1819Timeframe5":"","1819Goal5:Results":"","1920Goal5":"","1920Activities5":"","1920Metrics5":"","1920Timeframe5":"","year":"FY2021"}}