{"ExternalReference":"Community and Economic Development","FY2021":{"StartDate":44326.37116898148,"EndDate":44326.470925925925,"Status":"IP Address","IPAddress":"74.76.204.12","Progress":100,"Duration(inseconds)":8618,"Finished":"True","RecordedDate":44326.470932094904,"ResponseId":"R_1DVfQGzl5LhhOjP","RecipientLastName":"Grattan","RecipientFirstName":"Matthew","RecipientEmail":"mgrattan@albany.edu","ExternalReference":"Community and Economic Development","LocationLatitude":42.84820556640625,"LocationLongitude":-73.78630065917969,"DistributionChannel":"anonymous","UserLanguage":"EN","Q31":"The Office of Business Partnerships and Economic Development will introduce, engage, enhance and sustain relationships with business, non-profit and industry partners seeking to leverage the Universitys excellence in Research and Student Success","Q32":"To be an anchor institution that provides enhanced economic opportunity for our students, our businesses and our faculty in order to create a better world through the integration of innovation and collaboration.","Q41":"The pandemic's impact on the state budget situation and mandated 15% holdback on our state funded Innovation Hot Spot grant forced us into sustainability mode to assist our startup teams navigate the economic crisis.   We were unable to provide any sponsorship or strategic marketing resources including further development of our strategic plan for implementing a high growth entrepreneurship portal that would be the first place for startups to go for information.","Q42_1_1":2,"Q42_1_2":1,"Q42_2_1":2,"Q42_2_2":1,"Q51":"Yes","Q52_1":"Business Incubator Association of NYS (BIANYS)","Q52_2":"Capital Region Chamber of Commerce","Q52_3":"Upstate Capital Association","Q52_4":"New York State Economic Development Corporation (NYSEDC)","Q52_5":"Center for Economic Growth (CEG)","Q52_6":"","Q61_1":"Advocacy work statewide for continued support of the Innovation Hot Spots and certified business incubators.   Led the advocacy work around the StartUP NY PIT tax issue caused by the pandemic.  Also provide educational programming on best practices in incubator management.","Q61_2":"Access to the region's most influential business leaders for exploration of sponsored research and other collaborations.   Chamber's Foundation will accept sponsorships for our Make48 event done in collaboration with the Tech Valley Center of Gravity as our Foundation at UAlbany could not accept sponsorship dollars.","Q61_3":"Statewide coordinating organization for the NYS Business Plan Competition, the largest such competition for college students nationally.  In our role to oversee the regional semi-finals for the Capital Region, supporting and staying connected to this organization is critical.  They also provide expert educational programming on access to capital for high growth startups.","Q61_4":"Did not see much benefit from this organization and cancelled the membership in 2020","Q61_5":"Operational  partner in our Innovation Hot Spot grant and the region's NIST Manufacturing Extension Partnership (MEP) designee.  Also leading the effort to attract the offshore wind industry to the region, that aligns with our weather energy research and work in our NYSTAR funded COE in Weather and Climate Analytics.","Q61_6":"","Q71":"Matt Grattan co-authored the foreword on the recently released book entitled Social Entrepreneurship and Enterprises in Social and Economic Development with Dr. James Stellar and Dr. James Dias.  The book was co-edited by Professors Kathryn Briar-Lawson, Blanca Ramos and Paul Meising.","Q81":"Increase faculty and student awareness of commercialization and entrepreneurship resources at the University.","Q82":"Conduct information sessions, trainings,  discussions and surveys relating to commercialization of research and overall economic engagement's tie to our strategic plan.","Q83":"Increase number of UAlbany teams participating in NSF I-Corps short course programs held at UAlbany in partnership with NYCRIN. \n\nIncrease number of faculty disclosures","Q84":"July 2020 - June 2021","Q85":"Helped to facilitate a presentation by Dr. Rabi Musah at the Research Coffee Hour on her experiences and observations of enhanced commercialization resources as she explores commercialization of her research in the area of age and type of trees used for timber and lumber supply.  Also presented ourselves on the overall services of the Office of Community and Economic Development. \n\nFacilitated the internal survey for the APLU IEP designation focusing on talent, innovation and place and collected key data and held town hall discussions around our work in economic engagement that was attended by over 40 faculty, staff and administrators.","Q86":"While the pandemic caused some conversations to coursework virtually, we still saw an increase in teams participating in I-Corps training to 5.  Teams featured research by Professors John Welch, Rabi Musah, Igor Lednev, Doug Conklin.","Q87":"As we transition back to a form of hybrid and in-person instruction which will facilitate a deeper understanding and relationship for I-Corps courses, we aim to continue to increase the number of teams and their success continuing with their commercialization pathway journey.","Q91":"Achieve the APLU Innovation and Economic Prosperity (IEP) Designation by September of 2021.","Q92":"Conduct both internal and external stakeholder engagement and data analysis. \n\nFinalize set of metrics and measureable actions to implement the tracking of progress in talent, innovation and place. \n\nDraft and submit the full application for consideration.","Q93":"Internal survey and town hall discussions by Nov 2020\n\nExternal survey and town hall discussion by Mar 2021\n\nData Analysis done by June 2021\n\nApplication submitted by September 2021","Q94":"July 2020- June 2021","Q95":"Internal Survey completed by Dec. 2020\nExternal Survey released on May 10, 2021","Q96":"Internal survey and town hall discussions confirmed a high level alignment with strategic plan and the importance of the work.\n\nMany neutral responses indicates continuing education for faculty and staff relating to the definitions and specific purpose of economic engagement as it relates to the University's mission is necessary.\n\nPandemic has caused prioritization and communication challenges that have delayed the actions and their implementation.","Q97":"Increased communication and outreach to the President's office and workgroups on the progress of the designation.\n\nCreation of a primer on the designation for incoming VP of Research and Economic Development and how it integrates with the newly added economic development responsibility","Q101":"Position the UAlbany Innovation Center as an emerging leader in university based incubation programming in NYS by Fall 2021.","Q102":"Continue relationship and increase offerings with NYCRIN for the NSF I-Corps short course at UAlbany\n\nExpand on the brand recognition of Innovate 518, the regional Innovation Hot Spot program run by UAlbany.\n\nDevelop and communicate a financial,  intake and tenant strategy for our new ETEC building","Q103":"Hold three NSF - I-Corps short courses through the PY 20-21\n\nContinue and expand the coordination of the NY Business Plan Competition Capital Region Semi-Finals \n\nDevelop a pro-forma statement for ETEC by Dec 2020","Q104":"Julyn 20 - June 21","Q105":"Worked with the New York City Regional Innovation Node through CUNY (NYCRIN) to submit a sub-recipient agreement proposal for their lead designation as a new NSF I-Corps Hubs designation.\n\nContinued for the second year the NY Business Plan Competition in a virtual format and expanded our sponsorships to RPI and Siena College to enhance prizes and level of competition for teams.  Saw 17 teams complete from 5 different colleges.  \n\nWorked with Finance to create and finalize a pro-forma statement for ETEC","Q106":"Still awaiting the results of the NYCRIN NSF Hubs proposal, but did hold three NSF I-Corps short virtual courses.\n\nContinued for the second year the NY Business Plan Competition in a virtual format and expanded our sponsorships to RPI and Siena College to enhance prizes and level of competition for teams.  Saw 17 teams complete from 5 different colleges.  \n\nDeveloped pro-forma for the incubator space for ETEC and determined that funding is needed to convert the shell space to a \"vanilla box\" to attract larger industry partners for a weather energy hub concept that was vetted and decided on with faculty and research units.","Q107":"We continue to see progress in this area and as ETEC comes online, we anticipate a continued growth in this area.  \n\nContinuing to educate administration however as to the specialties of running a business incubator continues to be an educational responsibility of this office.","Q108":"Yes","Q111":"Increase cumulative industry partnerships and co-locations each year by 10% to contribute to student success, research excellence and public engagement strategic goals.","Q112":"Increase number of industry partners in the StartUP NY and UAlbany Innovation Center programs.","Q113":"Increase cumulative industry partnerships and co-locations each year by 10% to contribute to student success, research excellence and public engagement strategic goals.","Q114":"July 20 - June 21","Q115":"Promotion of the programs through our social media channels.\n\nProvide resources to UAlbany Innovation Center companies to graduate and move into StartUP NY program.","Q116":"We saw an increase in UAlbany Innovation Center companies accepted and approved with us from 3 to 5, but also saw the exit of 3 companies.  Overall number is at 9 presently with 7 in StartUP NY for a total of 16.  \n\nPandemic caused the closure of Branch VFX one of our StartUP NY firms dealing with visual effects, once there was no filming in the entertainment industry.","Q117":"The pandemic saw an unprecedented impact on small businesses and we did see an overall drop from 18 companies to 16 related to our two programs.  However with the emergence of the vaccines and economic recovery to more in-person engagements, we anticipate an increase in new companies seeking to partner with us.  ETEC will also have a significant impact and we will begin marketing that to  our ecosystem.","Q121":"N/A","Q122":"","Q123":"","Q124":"","Q125":"","Q126":"","Q127":"","Q131_8":"","Q131_9":"","Q131_13":"","Q131_11":"${q://QID32/ChoiceTextEntryValue}","Q131_12":"","Q131_7":"I have additional achievement(s) which were not in the list above.","Q132_4":"Continued for the 2nd straight year to hold the Capital Region semi-finals of the NY Business Plan Competition virtually.  17 student  teams from 5 different colleges submitted videos which were reviewed by judges across 5 categories.  The top 2 scored teams in each category went on to compete in the statewide finals.  UAlbany placed 5 of the 10 teams advancing to the finals, more than any other college.","Q132_5":"We have formed, developed and begun implementation of findings from the Industry Sponsored Research task force consisting of members from various units within the Division.  The Office of Community and Economic Development will have oversight of the process working with various units and will also have a role in educating faculty on the differences of engaging with industry on sponsored research from that of federal and state government agencies.","Q132_6":"","Q132_7":"","Q132_8":"","Q141":"Enhancing our industry sponsored research awards presents one of if not the largest areas of growth within the university's research portfolio.","Q142":"Staff and resource challenges continue to have effect on the ability to advance various initiatives and priorities to a level where they have real impact.   As we advance into more engagement with industry, understanding what drives and motivates them is inherent to our success.","Q143":"Increased emphasis on industry sponsored research through the hiring of business development professional(s) to market faculty research strengths within established university centers.","Q144":"Pilot the hiring of a business development person with industry expertise in one of our strength areas (AI, Cyber, Life Sciences, engineering) as an independent contractor  to advance research without any long-term commitment.   Contract could be performance based and if successful, could lead to a longer term appointment as an employee.  Would also position us for federal funding.","Q145":"","year":"FY2021"},"FY2122":{"StartDate":44309.61225694444,"EndDate":44309.61293981481,"Status":"Spam","IPAddress":"74.76.206.217","Progress":100,"Duration(inseconds)":58,"Finished":"True","RecordedDate":44309.61294983796,"ResponseId":"R_vJLEsjagV9srdtL","RecipientLastName":"Grattan","RecipientFirstName":"Matthew","RecipientEmail":"mgrattan@albany.edu","ExternalReference":"Community and Economic Development","LocationLatitude":42.84820556640625,"LocationLongitude":-73.78630065917969,"DistributionChannel":"gl","UserLanguage":"EN","Q31":"","Q32":"","Q41":"","Q42_1_1":"","Q42_1_2":"","Q42_2_1":"","Q42_2_2":"","Q61":"","Q62":"","Q63":"","Q64":"","Q65":"","Q66":"","Q67":"","Q68":"","Q71":"","Q72":"","Q73":"","Q74":"","Q75":"","Q76":"","Q77":"","Q78":"","Q81":"","Q82":"","Q83":"","Q84":"","Q85":"","Q86":"","Q87":"","Q88":"","Q91":"","Q92":"","Q93":"","Q94":"","Q95":"","Q96":"","Q97":"","Q98":"","Q101":"","Q102":"","Q103":"","Q104":"","Q105":"","Q106":"","Q107":"","Q108":"","1819Mission":"The Office of Business Partnerships and Economic Development will introduce, engage, enhance and sustain relationships with business, non-profit and industry partners seeking to leverage the Universitys excellence in Research and Student Success","1819Vision":"To be an anchor institution that provides enhanced economic opportunity for our students, our businesses and our faculty in order to create a better world through the integration of innovation and collaboration.","1819Goal1":"Increase faculty and student awareness of commercialization and entrepreneurship resources at the University.","1819Activities1":"•\tCreate a communication strategy working with the Provost’s Office to promote and inform faculty and students of the commercialization and entrepreneurship resources within the University.","1819Metrics1":"•\tNumber of Faculty disclosures","1819Timeframe1":"•\tSeptember 2020","1819Goal2":"Achieve the APLU Innovation and Economic Prosperity (IEP) Designation by September of 2021.","1819Activities2":"•\tCommunicate kick-off and institutional/Presidential level buy-in for the effort","1819Metrics2":"•\tAttainment of designation","1819Timeframe2":"•\tSeptember 2020 – September 2021 quarterly","1819Goal3":"Position the UAlbany Innovation Center as an emerging leader in university based incubation programming in NYS by Fall 2021.","1819Activities3":"•\tCreate an organizational structure and governance process for the integration of various University partners to assist companies","1819Metrics3":"•\tNumber of companies enrolled","1819Timeframe3":"January 2020 and bi-annually","1819Goal1:Results":"The communication strategy development was put on hold to facilitate the implementation of the unit’s and division’s conversion to adopting the SUNY RF centralized SHIP tech transfer and commercialization resource program. This will become a deliverable in the 20-21 goals. Leveraging the SUNY RF TechConnect program UAlbany has been incorporated into the initial pilot to convert all of our available technology into this searchable application for easy access by other faculty and student collaborators along with industry partners looking to license. The inclusion of the discussion around commercialization as part of tenure review was also placed on hold to better understand the SUNY RF adopted commercialization process in order to incorporate that discussion in next year’s goals as well.","1819Goal1:ChangeofPlan":"With the decision and implementation of the SUNY RF SHIP model this goal will continue to be a measurable outcome, but we have now added additional centralized resources from SUNY RF that will enable us to scale these services and outcomes more efficiently.  The implementation took priority over the execution of some of the deliverables within the goal, but now we are strongly positioned to implement these deliverables with a comprehensive communication strategy to all stakeholders.","1819Goal2:Results":"Conducted the institutional kickoff meeting with the President and President’s Executive Council in early March of 2020 where the designation process was explained to the council and working group.  This helped to achieve institutional buy-in for this designation process on the heels of receiving the Carnegie Classification for Community Engagement in January of 2020.  The Internal Stakeholder team/working group was refined to include additional diverse members of the faculty and administration along with invitations to student representatives. The Office of Institutional Research just received their first report from SUNY which implements the NYSDOL wage reporting database to more effectively track student placement data.  This will be analyzed and begin to be used moving forward as a more detailed and accurate talent reporting tool.","1920Goal1":"Increase faculty and student awareness of commercialization and entrepreneurship resources at the University.","1920Activities1":"Create a communication and training strategy working with the Provost's Office to promote and inform faculty and students of the commercialization and entrepreneurship resources within the University.; Ensure that communication and training is also extended to sponsored program staff to better understand programs like ICorps.; Discuss options for inclusion of commercialization as part of tenure review.","1920Metrics1":"Number of Faculty disclosures ; \tNumber of patents ; \tNumber of licensing agreements ; \tNumber of students engaged in business plan competitions;","1920Timeframe1":"January 2021, June 2021","1819Goal4":"Increase cumulative industry partnerships and co-locations each year by 10% to contribute to student success, research excellence and public engagement strategic goals.","1819Activities4":"•\tDevelop policies and procedures in partnership with Finance and Administration along with other stakeholders to support the attraction, retention and exit of companies in the ETEC facility.","1819Metrics4":"•\tNumber of industry partners in STARTUP NY","1819Timeframe4":"Summer/Q3 each year","1819Goal2:ChangeofPlan":"External stakeholder survey was planned to be done through a combination of email and in person meetings/discussion sessions.  With the COVID pandemic, external meetings may need to be conducted through a virtual platform.  We are also assessing how we can work collaboratively with our neighboring SUNY institution, Hudson Valley Community College that is also pursuing the designation and may need to interview some of the same external stakeholders.","1819Goal3:Results":"In UAlbany’s role as the regional Innovation Hot Spot designee, we have organized a governance structure consisting of an Operations, Advisory and Affiliate Partner Committees that have resulted in over 25 partners being engaged with the regional ecosystem.  This designation coupled with our community engagement philosophy has positioned us as the university leader in entrepreneurial ecosystem building in our region. We have worked with SUNY RF on the adoption of their commercialization pathway which provides foundational and high level categorization of the process that is applicable to various industry sectors and technologies.  While we have not secured any additional funding at this point to enhance the programs we do have negotiations underway with Cornell University to be a sub-recipient as part of their NSF National ICorps proposal which would provide roughly $30K annually for up to three years.","1819Goal3:ChangeofPlan":"We will look to further integrate our partnership with Cornell University and the Upstate NY ICorps node to deliver ICorps 2 week short courses each semester and the SUNY Startup Summer School programs to be required curriculum for startup teams to participate in.  This will strengthen the readiness of our teams to understand the customer segments of their technology and lead to better outcomes for their ventures, elevating UAlbany’s entrepreneurial programs.","1819Goal4:Results":"A document was created to explain the vetting and gatekeeping process for public and private partners seeking to locate in the ETEC building and initial meetings with academic units and Finance and Administration have occurred to refine policies and begin setting pricing plans. In other academic and administrative areas across the institution we continue to see increased interest in high growth startups seeking to partner with UAlbany.  In our regional hot spot role, we have undertaken a referral process to sill ensure that startups are paired with the most appropriate incubator facility and not just UAlbany. We have had good success in sustaining many of our startup teams and have only exited 4 teams out of 18 due to not achieving negotiated milestones with our Entrepreneur in Residence. We on boarded two new STARTUP NY (2nd Stage) companies with a third in process and 4 new UAlbany Innovation Center (early stage) companies this past year. Each program offers similar but separate affirmation processes for confirming alignment to UAlbany’s core academic and research strengths.","1819Goal4:ChangeofPlan":"As a result of the COVID pandemic, NYS and Empire State Development have temporarily suspended the acceptance of new business applications into STARTUP NY with the exception of businesses with a COVID related technology.   We are the first university to submit a COVID related company as part of this process and will continue to monitor the budget impacts to NYS of the COVID pandemic which are causing this temporary suspension.  More focus with our  companies on aspects of sales and cash flow management dealing with emergency response situations will be enhanced to assist them to work through the pandemic challenges.","1920Mission":"No changes","1920Vision":"No changes","1920Goal2":"Achieve the APLU Innovation and Economic Prosperity (IEP) Designation by September of 2021.","1920Activities2":"Identify stakeholder groups and execute survey questions and instruments and collect data to ascertain internal and external opinions; Utilize data collected within workgroup structures to ascertain the achievements and growth and improvement plan for beginning to draft application; Submit for draft review to internal readers and to APLU for May 2021 review; Submit for final designation consideration by first Friday of August 2021;","1920Metrics2":"Attainment of designation ; Adherence to self-study timeline established for milestones and deadlines ; Student success in placement in jobs and internships","1920Timeframe2":"Monthly through APLU Web Workshops, January 2021, June 2021","1920Goal3":"Position the UAlbany Innovation Center as an emerging leader in university based incubation programming in NYS by Fall 2021.","1920Activities3":"Monitor the effectiveness of the organizational structure and governance process for the integration of various University partners to assist companies; \tObtain additional resources/grants to expand programmatic delivery for dedicated UAlbany programs/companies ; \tFurther leverage the SUNY New Ventures Program and consultant Mark Sperry to assist current EIR to scale resources to growing portfolio of teams/startups.;","1920Metrics3":"Number of companies enrolled; \tNumber of events/programs held; \tNumber of FTE staff dedicated to the UAlbany Innovation Center; \tNumber of grant applications filed;","1920Timeframe3":"January and June 2021","1920Goal4":"Increase cumulative industry partnerships and co-locations each year by 10% to contribute to student success, research excellence and public engagement strategic goals.","1920Activities4":"Implement and refine policies and procedures in partnership with Finance and Administration along with other stakeholders to support the attraction, retention and exit of companies in the ETEC facility.; \tDocument alignment of targeted industry clusters and innovators with current and prospective curriculum along with regional economic development strategies; \tDocument cluster planning that accounts for all three campuses and facilities and programming to be delivered throughout the University.;","1920Metrics4":"Number of industry partners in STARTUP NY ; \tNumber of industry partners in the UAlbany Innovation Center ; \tNumber of industry sponsored research agreements/projects ; \tNumber of industry partners securing student internships ;","1920Timeframe4":"Quarterly through June 2021","1819Goal5":"","1819Activities5":"","1819Metrics5":"","1819Timeframe5":"","1819Goal5:Results":"","1920Goal5":"","1920Activities5":"","1920Metrics5":"","1920Timeframe5":"","year":"FY2122"}}