{"ExternalReference":"Faculty Research Development","FY2021":{"StartDate":44326.88263888889,"EndDate":44326.88476851852,"Status":"IP Address","IPAddress":"74.76.206.217","Progress":100,"Duration(inseconds)":184,"Finished":"True","RecordedDate":44326.88478119213,"ResponseId":"R_32L6qymYqBa1Zic","RecipientLastName":"Kumar","RecipientFirstName":"Satyendra","RecipientEmail":"satyenkumar@albany.edu","ExternalReference":"Faculty Research Development","LocationLatitude":42.84820556640625,"LocationLongitude":-73.78630065917969,"DistributionChannel":"anonymous","UserLanguage":"EN","Q31":"The mission of the Office of Grants Development is to provide the support, resources and tools necessary for faculty/researchers to succeed in securing extramural funding aimed at translating high-impact research and discovery into societal benefit.","Q32":"The vision of the Office of Grants Development is to enable all UAlbany faculty/researchers to advance nationally critical, transformative research and scholarship, and in so doing, contribute to the Universitys rise in national and international rankings.","Q41":"","Q42_1_1":"","Q42_1_2":"","Q42_2_1":"","Q42_2_2":"","Q51":"","Q52_1":"","Q52_2":"","Q52_3":"","Q52_4":"","Q52_5":"","Q52_6":"","Q61_1":"","Q61_2":"","Q61_3":"","Q61_4":"","Q61_5":"","Q61_6":"","Q71":"","Q81":"Grow of the Office of Faculty Research Development","Q82":"Gradually hire more grant writers to assist with applications to NIH, NSF, DOD, DOE, and other agencies over next five years as permitted the fiscal situation of the University. But under current conditions, we can only dream of it.","Q83":"Success in hiring personnel with breadth of skillsets for the Office of Faculty Research Development","Q84":"July of each year","Q85":"","Q86":"","Q87":"","Q91":"Provide faculty/researchers continued training and mentoring in writing strong proposals resulting in higher success rate","Q92":"Proposal writing workshops, Proposal development classe, Tutorials to improve faculty grant applications.","Q93":"Number of faculty members and researchers participating in these events. Proposal submitted by the participating faculty.","Q94":"Annually in July","Q95":"","Q96":"","Q97":"","Q101":"Increase the number of center scale, large group, and small group extramural funding pursuits – particularly at the federal level, resulting in new centers of research excellence.","Q102":"Organize and fund proposal planning and development efforts aimed at center scale, large and small group pursuits.","Q103":"Grow the number of submissions that are competitive at national level and will succeed in attracting extramural grants.","Q104":"July of each year.","Q105":"","Q106":"","Q107":"","Q108":"Yes","Q111":"Facilitate networking, team building, and development of new strategic areas for scholarship for faculty members, researchers, and scholars.","Q112":"Collision events: Coffee Hour, Jr Faculty Forum, Thematic charrettes, Online and in person collaboration via share point.","Q113":"Growth in the number grant proposals submitted involving new collaborations (i.e., two or more investigator) and in areas of timely cross-disciplinary research.","Q114":"Annually in July.","Q115":"","Q116":"","Q117":"","Q121":"Faculty Promotion by nominating them for national, state, and university level recognition and awards and honors.","Q122":"Nominating colleagues for scholarships and awards such as: PEW Foundation award, Searle Scholarship, Natinal Endowment for Humanities Summer Scholarship, ORAU's POWE award for junior faculty, NSF Waterman award, Blavatnik Junior Scholar award, Drefuys Foundation, Simons award, etc.","Q123":"Number of nominations received from the campus and their success in receiving these awards.","Q124":"Annually in July.","Q125":"","Q126":"","Q127":"","Q131_8":"${q://QID12/ChoiceTextEntryValue}","Q131_9":"","Q131_13":"","Q131_11":"","Q131_12":"","Q131_7":"I have additional achievement(s) which were not in the list above.","Q132_4":"Artificial Intelligence and Cyber Security: Conducted a seed funding initiative resulting in receiving six proposals and two awards. Organized the second Lightning Talks session on Artificial Intelligence (AI) and Cybersecurity (CS). Prepared a brochure featuring all UAlbany AI+CS researchers in flippable and pdf formats.","Q132_5":"Proposal Writing Class for Faculty: The fourth year of this popular proposal writing class, currently underway, was offered jointly to about 40 UAlbany and Binghamton faculty members. Every participant submits one proposal for in depth review and eventual submission to a federal agency.","Q132_6":"A very successful series of Research Coffee Hours with “Diversity in Research Excellence” was organized.","Q132_7":"CAREER Proposal Writing Workshops offered in 2019 and 2020 are beginning to show their impact on the success of our junior faculty. Two CAREER grants have been awarded to UAlbany faculty this year for the time in a row. This is 100% increase over prior years.","Q132_8":"Worked with the Council on Research to help them revise guidelines for FRAP-A funding program. The evaluation criteria is now well aligned with UAlbany’s Strategic Plan. These will be used to evaluate the  proposal and success of the funded projects as well as the return on investment.","Q141":"","Q142":"","Q143":"","Q144":"","Q145":"","year":"FY2021"},"FY2122":{"StartDate":44309.61387731481,"EndDate":44309.614120370374,"Status":"Spam","IPAddress":"74.76.206.217","Progress":100,"Duration(inseconds)":20,"Finished":"True","RecordedDate":44309.614127280096,"ResponseId":"R_VUYl88YVcwSyE8h","RecipientLastName":"Kumar","RecipientFirstName":"Satyendra","RecipientEmail":"satyenkumar@albany.edu","ExternalReference":"Faculty Research Development","LocationLatitude":42.84820556640625,"LocationLongitude":-73.78630065917969,"DistributionChannel":"gl","UserLanguage":"EN","Q31":"","Q32":"","Q41":"","Q42_1_1":"","Q42_1_2":"","Q42_2_1":"","Q42_2_2":"","Q61":"","Q62":"","Q63":"","Q64":"","Q65":"","Q66":"","Q67":"","Q68":"","Q71":"","Q72":"","Q73":"","Q74":"","Q75":"","Q76":"","Q77":"","Q78":"","Q81":"","Q82":"","Q83":"","Q84":"","Q85":"","Q86":"","Q87":"","Q88":"","Q91":"","Q92":"","Q93":"","Q94":"","Q95":"","Q96":"","Q97":"","Q98":"","Q101":"","Q102":"","Q103":"","Q104":"","Q105":"","Q106":"","Q107":"","Q108":"","1819Mission":"","1819Vision":"","1819Goal1":"","1819Activities1":"","1819Metrics1":"","1819Timeframe1":"","1819Goal2":"","1819Activities2":"","1819Metrics2":"","1819Timeframe2":"","1819Goal3":"","1819Activities3":"","1819Metrics3":"","1819Timeframe3":"","1819Goal1:Results":"","1819Goal1:ChangeofPlan":"","1819Goal2:Results":"","1920Goal1":"","1920Activities1":"","1920Metrics1":"","1920Timeframe1":"","1819Goal4":"","1819Activities4":"","1819Metrics4":"","1819Timeframe4":"","1819Goal2:ChangeofPlan":"","1819Goal3:Results":"","1819Goal3:ChangeofPlan":"","1819Goal4:Results":"","1819Goal4:ChangeofPlan":"","1920Mission":"","1920Vision":"","1920Goal2":"","1920Activities2":"","1920Metrics2":"","1920Timeframe2":"","1920Goal3":"","1920Activities3":"","1920Metrics3":"","1920Timeframe3":"","1920Goal4":"","1920Activities4":"","1920Metrics4":"","1920Timeframe4":"","1819Goal5":"","1819Activities5":"","1819Metrics5":"","1819Timeframe5":"","1819Goal5:Results":"","1920Goal5":"","1920Activities5":"","1920Metrics5":"","1920Timeframe5":"","year":"FY2122"}}