{"ExternalReference":"Faculty Research Development","FY1920":{"StartDate":44041.639756944445,"EndDate":44041.74428240741,"Status":"IP Address","IPAddress":"100.4.180.141","Progress":100,"Duration(inseconds)":9030,"Finished":"True","RecordedDate":44041.74429377315,"ResponseId":"R_39PHPI4lizIHReN","RecipientLastName":"Kumar","RecipientFirstName":"Satyendra","RecipientEmail":"satyenkumar@albany.edu","ExternalReference":"Faculty Research Development","LocationLatitude":42.6199951171875,"LocationLongitude":-73.83429718017578,"DistributionChannel":"anonymous","UserLanguage":"EN","Q41":"The unit has no source of revenue and had one employee for about 9 months during the previous AY. She found a new job and has now left the position of Grant Writer. Her salary was approximately $65,000. Exact number needs to be obtained from the RF.","Q42_1_1":"","Q42_1_2":1,"Q42_2_1":"","Q42_2_2":1,"Q51":"No","Q52_1":"","Q52_2":"","Q52_3":"","Q52_4":"","Q52_5":"","Q52_6":"","Q61_1":"","Q61_2":"","Q61_3":"","Q61_4":"","Q61_5":"","Q61_6":"","Q71":"","Q82":"One Grant Writer, Jennifer Krausnick, was hired in Fall 2019 after the approval of Work Force Committee.","Q83":"Jennifer Krausnick assisted in:\n1. Reviewing of Proposals developed by UAlbany faculty members for extramural funding. She played an important role in previewing a large number of white papers being submitted by UAlbany faculty to NSF RAPID program to seek grants to conduct COVID-19 related research. Regular proposals to NSF and NIH as well as CAREER proposals were reviewed as well. \n2. Participated in teaching of the year long Proposal Writing Seminar Course for UAlbany faculty. This included providing relevant materials, communications and scheduling of events as well as review of proposals for discussions in the class.\n3. Communicating (targeted) funding opportunities to faculty researchers and answer any queries related to them.\n4. Preparing research brochures based on specific area of research in which UAlbany faculty were engaged and had critical mass/strengths.","Q84":"While previous year's goals were met, original plan of hiring additional Grant Writers is being abandoned for the foreseeable future. Moreover, the sole grant writer has left her position for a different job elsewhere. So, while this program took one step forward in 2019, to is now taking two steps back!!","Q92":"1. Taught the 8-month long Proposal Writing Seminar Course to a group of faculty researchers, adjunct faculty, and graduate students who were expected to write proposals in their current employment.\n2. A SUNY wide CAREER proposal writing workshop was held online and approx. 12 UAlbany faculty members participated in it.\n3. In lieu of the annual in-person meeting between our faculty members and DOD program directors, a web-meeting was held with two program officers from CDMRP. Roughly 10 UAlbany researchers attended it.\n4. A workshop on writing effective proposals for NIH, humanities, and center-scale funding was scheduled to be held at UAlbany campus. Unfortunately, it has to be postponed and will be rescheduled in Spring 2021.","Q93":"The very successful 8-month long proposal writing course was offered to our researchers/faculty. Initial enrollment was about 20, and after attrition due to participants health and family concerns as well as the (misguided) advice they received from their academic mentors, 14 individuals completed the full course. This year, at the suggestion of VPR Dias, we admitted adjunct faculty, non-faculty, and a couple of graduate students which turned out to be disruptive to course's timely progress as these groups do not have a commitment to submitting a proposal and they do not take proposal writing seriously.\n\nHelp organize the CAREER Proposal Writing Workshop held at Binghamton and coordinated participation of UAlbany faculty in it. Because of COVID-19, it was conducted online using Zoom and attended by 12 UAlbany faculty members. \n\nThe number of CAREER applications from UAlbany remained high at 16 applications in 2019. Two CAREER awards were made to UAlbany faculty second time in a row. This represents a growth of 100% over prior years.\n\nAs a member of the SUNY Research Development Group (of AVPRs), helped organize the CDMRP Webinar on May 29 for SUNY Faculty in lieu of the annual SUNY-DOD that was preempted by COVID-19. Other webinars are also being planned. Ten faculty/staff members from UAlbany participated in this event.\n\nThe office of the SUNY Vice Chancellor for Research and the Research Development Group (of SUNY AVPRs) is holding a workshop on NIH proposal submissions and resubmissions on August 13 and 14. Registration process will soon begin.\n\nHolding five Tutorial Sessions for CAREER applicants to review their Project Summaries, Project Descriptions, and other components of their proposals to strengthen their proposals.","Q94":"Proposal Writing Workshop on NIH proposals, Center-Scale proposals and on funding for Humanities and the Arts was scheduled for April 30-May 1. We had contracted Academic Research Funding Strategies, LLC to teach it. It was preempted by COVID-19 and will now be offered in Spring 2021.\n\nA workshop in \"Communicating Science\" was scheduled to be held at UAlbany on May 19-20 by instructors from the Alan Alda Center at Stony Brook. Because of NYS travel restrictions and COVIID-19 shutdown, it has been postponed until the conditions have eased.","Q102":"Following activities were undertaken with the purpose of assisting faculty develop small group (and possibly large group) grant proposals.\n \n1. Oversaw the completion of Germination Space project at UAlbany resulting in four white papers on \"Internet of Things\" with 3-4 Principal investigators on each project. After 3 ideation workshops, four groups submitted white papers. \n\n2. The Office for Faculty Development initiated a seed funding, the Next Research Frontiers (NeRF), program to assist faculty members who have been actively seeking extramural grants. Based on the number of proposals submitted by a faculty member over the previous 24-months, nineteen researchers were given “medallions” worth $15K, $7.5K, and $5K. They were encouraged to formulate small group interdisciplinary research projects and submit extramural grant proposals. \n\n3. Another seed funding initiative, to inculcate joint projects and collaborations among UAlbany faculty working in the areas of Artificial Intelligence and Cyber Security (AICSI) initiative, was developed. The goal here is to support groups to apply for extramural grants. Six very competitive proposals were submitted. \n\n4. Currently working with Theresa Pardo leading the President’s Health Disparities Taskforce to bring UAlbany faculty together and help them with the development of single PI and center-scale proposals.","Q103":"Four white papers emerged from this effort. They were provided funding and are currently working on preparing proposals, the target date of which has now slipped due to COVID-19.\n\n1. The Germination Space program on Internet of Things at UAlbany campus provided total funding of $50.5K to four teams for submitting extramural grant applications. These groups are in various stages and their work in general has been delayed due to COVID-19.\n\n2. Four groups were provided seed funding under the NeRF program to develop extramural grant application to be submitted to the agencies identified in their white papers. These groups are in different stages of progress which has been slowed down by COVID-19.\n\n3. The AICSI seed funding program to engender collaborative projects that combining Artificial Intelligence and Cyber Security initiative resulted in the submission of six very good proposals. These were reviewed by subject matter experts and decision to support two was made due to fiscal constraints. Final approval from Finance is awaited to proceed.\n\n4. Analyzed 9 abstracts submitted by the members of the President’s Health Disparities Taskforce to suggest to the PIs which of the 13 NSF programs they could apply to.","Q104":"A number of initiatives/programs mentioned above had to be curtailed or put on hold due to COVID-19.","Q105":"Yes","Q112":"1. Organized Lightning Talks on Artificial Intelligence to inform our colleagues about their expertise.\n\n2. Organized Coffee Hours during Academic Year 2019-20, which had to be reduced in number due to COVID-19.\n\n3. Mentored faculty on preparation/editing of various regular proposals as well as COVID-19 related RAPID proposals to NSF.","Q113":"1. In order to grow research, collaborations, and funding in the field of Artificial Intelligence, the inaugural Lightning Talks session was held on April 7 to inform faculty of the various strengths that UAlbany has in this field and to bring them together to form coalitions. Four UAlbany and one SUNY Poly researchers made presentations to a group of over 60 attendees.\n\n2. Organized five Coffee Hours to bring faculty members from across the campus together and facilitate exchange of ideas, familiarity, and possible collaborations. \n\n3.Jointly with Vince Delio, held a Zoom Townhall meeting on COVID-19 related funding opportunities at NSF and NIH. It was attended by about 30 faculty colleagues.\n\n4. Held numerous Zoom sessions with faculty to advise them on, both, regular and COVID-19 related funding opportunities.\n\n5. Reviewed and edited approximately 20 NSF RAPID COVID-19 research-based Letters of Interest prepared by UAlbany faculty to seek funding. Several were invited to submit proposals. Some succeeded and others are still awaiting results.\n\n6. Coordinated submission of about 12 SUNY COVID-19 seed funding proposals.","Q114":"Changes to several of the above listed programs had to be made due to COVID-19 related limitations.","Q122":"1. Events to celebrate success of junior Faculty.\n\n2. Nominations of Albany faculty for various National level awards and recognition.","Q123":"1. Organized and event for president Rodriguez’s recognition of the two awardees, Yulong Feng and Mustafa Aksoy, of ORAU’s POWE seed funding awards. This event was held on July 16, 2019.\n\nOrganized junior faculty recognition event for thirteen researchers who received NSF-CAREER, NSF-CRII, NIH KO1, NASA Junior Faculty awards. This event was held on Oct 3 in Room 110 of UNH.\n\n2. Coordinated nomination of faculty scholars for their recognition via nominations for national awards including:\n\nPEW Scholars Award,\nBlavatnik Regional Award for Young Scientists, \nBlavatnik National Award for Young Scientists, \nCamille and Henry Dreyfus Foundation’s Teacher-Scholar award,\nNEH Summer Stipend for Humanities,\nSearle Scholars award,\nSimons Investigator award, and\nNSF Alan T. Waterman Award","Q124":"None.","Q131_8":"","Q131_9":"","Q131_13":"","Q131_11":"","Q131_12":"","Q131_7":"I have additional achievement(s) which were not in the list above.","Q132_4":"Growth of Organized Research: UAlbany faculty were not only active in seeking extramural grants but succeeding. This is reflected in continual growth, for four years in a row, of research expenditures as reported to the National Science Foundation. Research expenditures for FY 2018-19 stand at $182 M, an increase of $9M (in spite of major funding for Mesonet expiring) over the previous year.","Q132_5":"Faculty development/Recognition: President Rodríguez recognized, on Oct 3, 2019, 14 recipients of early career awards including NSF CAREER, NSF CISE Initiation Initiative (CRII), NIA KO1 (Research Scientist Development Award), NASA Early Career Faculty Award. Of these, the start date of seven awards were made in 2019-20. CAREER awards during 2019-2020 increased by 100% over any previous year.\n\nTwo junior faculty members were nominated for and awarded the ORAU’s 2019 Ralph E. Powe Junior Faculty Enhancement Awards. They were President Rodríguez recognized in an event on July 16, 2019.\n\nFactoid: Thirteen of the 16 awardees recognized in the two events attended one of the proposal writing workshop or the class taught by Satyen Kumar of the Division for Research.","Q132_6":"Faculty development/Recognition and Growth of Organized Research:\n\na. Next Research Frontier (NeRF) seed funding: This initiative was launched to support the most active researchers who have submitted a relatively high number (7-24) grant proposals over the past two years. They were given medallions of $15K, $7.5K, and $5K and encouraged to find at least one more medallion holder and other team members to submit a project abstract. Four projects were selected and approved on Sept 5, 2019 to submit extramural proposal within 12 months.\n\nb. Germination Space initiative on Internet of Things: This is primarily a SUNY initiative but the Faculty Research Development Office coordinated the program at UAlbany. Fifteen faculty members were selected to attend three workshop to help them germinate ideas and form four teams that eventually prepared white papers. The white papers were reviewed by SUNY project PIs and awarded $25K, $8.5K, $8.5K, and $8.5K, on July 16, 2019, to develop federal funding\nproposals within the following 11 months. Progress reports have been requested.\n\nc. Artificial Intelligence and Cyber Security (AICS): To assist in the establishment of an AICS Institute on this topic, two approaches were started:\n\ni. Lightning Talks on Artificial Intelligence: Four speakers from SoB, CAS, and CEAS of UAlbany and one from SUNY Poly gave 15 minute presentations on Zoom on April 7, 2020, to familiarize colleagues in this field of UAlbany’s strengths. It was attended by about 72 participants. All talks were of high caliber and well received.\n\nii. AICS Seed Funding Initiative was launched on March 20 and encouraged researchers to form teams to write white papers to compete for up to $25K in seed funding. Six white papers were received and reviewed in May 2020. We are in a process of selecting 2-3 teams for this award to be announced before the end of June 2020. The goal is to develop extramural funding proposals.","Q141":"","Q142":"Need multiple Grant writers to assist with grant applications development.","Q143":"Need multiple Grant writers to assist with grant applications development.","Q144":"Need multiple Grant writers to assist with grant applications development.","Q145":"","1819Mission":"The mission of the Office of Grants Development is to provide the support, resources and tools necessary for faculty/researchers to succeed in securing extramural funding aimed at translating high-impact research and discovery into societal benefit.","1819Vision":"The vision of the Office of Grants Development is to enable all UAlbany faculty/researchers to advance nationally critical, transformative research and scholarship, and in so doing, contribute to the Universitys rise in national and international rankings.","1819Goal1":"Establish Office of Faculty Development by hiring up to “five grant writers” over next five years","1819Activities1":"Gradually hire qualified personnel to assist with grant applications to NIH, NSF, and other grant agencies","1819Metrics1":"Success in hiring personnel, breadth of skillsets of the Office Faculty Development","1819Timeframe1":"July of each year","1819Goal2":"Provide faculty/researchers continued training and mentoring in writing strong proposals resulting in higher success rate","1819Activities2":"Proposal writing workshops, Proposal development class for faculty","1819Metrics2":"Faculty participation and evaluation of the programs by participants, number of proposals submitted for funding, success rate, funding secured by participants","1819Timeframe2":"Annually in July","1819Goal3":"Increase the number of center scale/large scale extramural funding pursuits – particularly at the federal level, resulting in new centers of research excellence.","1819Activities3":"Organize and fund proposal planning and development efforts aimed at center scale/large scale pursuits","1819Metrics3":"Grow the number of submissions that are competitive at national level and will succeed in attracting extramural grants.","1819Timeframe3":"July of each year","1819Goal1:Results":"Jennifer Krausnick was hired as our first Grant Writer (not exact title) in the middle of Fall 2019, to assist faculty researchers in mentoring them and their proposal development.","1819Goal1:ChangeofPlan":"Due to the fiscal constraints imposed primarily by COVID-19, hiring of additional grant writers may not be in the cards this or the next year. Depending on the demands on our office for service, we may request additional hiring in subsequent years.","1819Goal2:Results":"The very successful 8-month long proposal writing course was offered to our researchers/faculty. Initial enrollment was about 20, and after attrition due to participants health and family concerns as well as the (misguided) advice they received from their academic mentors, 14 individuals completed the full course. This year, at the suggestion of VPR Dias, we admitted adjunct faculty, non-faculty, and a couple of graduate students which turned out to be disruptive to course's timely progress as these groups do not take proposal writing seriously.; Help organize the CAREER Proposal Writing Workshop held at Binghamton and coordinated participation of UAlbany faculty in it. Because of COVID-19, it was conducted online using Zoom and attended by 12 UAlbany faculty members.; As a member of the SUNY Research Development Group (of AVPRs), helped organize the CDMRP Webinar on May 29 for SUNY Faculty in lieu of the annual SUNY-DOD that was preempted by COVID-19. Other webinars are also being planned. Ten faculty/staff members from UAlbany participated in this event.; The office of the SUNY Vice Chancellor for Research and the Research Development Group (of SUNY AVPRs) is holding a workshop on NIH proposal submissions and resubmissions on August 13 and 14. Registration process will soon begin.; Holding five Tutorial Sessions for CAREER applicants to review their Project Summaries, Project Descriptions, and other components of their proposals to strengthen their proposals.;","1920Goal1":"Grow of the Office of Faculty Research Development","1920Activities1":"Gradually hire more grant writers to assist with applications to NIH, NSF, DOD, DOE, and other agencies over next five years as permitted the fiscal situation of the University.","1920Metrics1":"Success in hiring personnel with breadth of skillsets for the Office of Faculty Research Development;","1920Timeframe1":"July of each year","1819Goal4":"Facilitate networking, team building, and development of new strategic areas for scholarship for faculty members, researchers, and scholars.","1819Activities4":"Collision events: Coffee Hour, Jr Faculty Forum, Thematic charrettes, Online and in person collaboration via share point","1819Metrics4":"Growth in the number grant proposals submitted involving new collaborations (i.e., two or more investigator) and in areas of timely cross-disciplinary research.","1819Timeframe4":"Annually in July of each year","1819Goal2:ChangeofPlan":"Proposal Writing Workshop on NIH proposals, Center-Scale proposals and on funding for Humanities and the Arts was scheduled for April 30-May 1. We had contracted Academic Research Funding Strategies, LLC to teach it. It was preempted by COVID-19 and will now be offered in near future when conditions are favorable. ; A workshop in Communicating Science was scheduled to be held at UAlbany on May 19-20 by instructors from the Alan Alda Center at Stony Brook. Because of NYS travel restrictions and COVIID-19 shutdown, it has been postponed until the conditions have eased.;","1819Goal3:Results":"The Office for Faculty Development initiated a seed funding, the Next Research Frontiers (NeRF), program to assist faculty members who have been actively seeking extramural grants. Based on the number of proposals submitted by a faculty member over the previous 24-months, nineteen researchers were given “medallions” worth $15K, $7.5K, and $5K. They were encouraged to formulate small group interdisciplinary research projects and submit extramural grant proposals. Four white papers emerged from this effort. They were provided funding and are currently working on preparing proposals, the target date of which has now slipped due to COVID-19.; In coordination with SUNY central office, oversaw the Germination Space program on Internet of Things at UAlbany campus. After 3 ideation workshops, four groups submitted white papers. They were provided total funding of $50.5K with the goal of them developing four team extramural grant applications. These groups are in various stages and their work in general has been delayed due to COVID-19.; Initiated a seed funding program to engender collaborative projects that combine Artificial Intelligence and Cyber Security. Six very good proposals have been submitted, reviewed and decision on which ones to support, with current budget constraints, is pending.; Currently working with Theresa Pardo leading the President’s Health Disparities Taskforce to bring UAlbany faculty together and help them with the development of single PI and center-scale proposals.;","1819Goal3:ChangeofPlan":"","1819Goal4:Results":"In order to grow research, collaborations, and funding in the field of Artificial Intelligence, the inaugural Lightning Talks session was held on April 7 to inform faculty of the various strengths that UAlbany has in this field and to bring them together to form coalitions. Four UAlbany and one SUNY Poly researchers made presentations to a group of over 60 attendees. ; Organized five Coffee Hours to bring faculty members from across the campus together and facilitate exchange of ideas, familiarity, and possible collaborations.; Jointly with Vince Delio held a Zoom Townhall meeting on COVID-19 related funding opportunities at NSF and NIH. It was attended by about 30 faculty colleagues.; Held numerous Zoom sessions with faculty to advise them on, both, regular and COVID-19 related funding opportunities.; Reviewed and edited approximately 20 NSF RAPID COVID-19 research-based Letters of Interest prepared by UAlbany faculty to seek funding. Several were invited to submit proposals. Some succeeded and others are still awaiting results.; Coordinated submission of about 12 SUNY COVID-19 seed funding proposals.;","1819Goal4:ChangeofPlan":"","1920Mission":"The mission of the Office of Grants Development is to provide the support, resources and tools necessary for faculty/researchers to succeed in securing extramural funding aimed at translating high-impact research and discovery into societal benefit.","1920Vision":"The vision of the Office of Grants Development is to enable all UAlbany faculty/researchers to advance nationally critical, transformative research and scholarship, and in so doing, contribute to the Universitys rise in national and international rankings.","1920Goal2":"Provide faculty/researchers continued training and mentoring in writing strong proposals resulting in higher success rate","1920Activities2":"Proposal writing workshops, Proposal development classes, Tutorials to improve faculty grant applications.","1920Metrics2":"Faculty participation and evaluation of the programs by participants, number of proposals submitted for funding, success rate, funding secured by participants.","1920Timeframe2":"Annually in July","1920Goal3":"Increase the number of center scale/large scale extramural funding pursuits – particularly at the federal level, resulting in new centers of research excellence.","1920Activities3":"Organize and fund proposal planning and development efforts aimed at center scale/large scale pursuits.","1920Metrics3":"Grow the number of submissions that are competitive at national level and will succeed in attracting extramural grants.","1920Timeframe3":"July of each year","1920Goal4":"Facilitate networking, team building, and development of new strategic areas for scholarship for faculty members, researchers, and scholars..","1920Activities4":"Collision events: Coffee Hour, Jr Faculty Forum, Thematic charrettes, Online and in person collaboration via share point.","1920Metrics4":"Growth in the number grant proposals submitted involving new collaborations (i.e., two or more investigator) and in areas of timely cross-disciplinary research.","1920Timeframe4":"Annually in July.","1819Goal5":"Organization of events to recognize achievements of UAlbany faculty/scholars and students, nomination of UA scholars for national recognition, awards, fellowships","1819Activities5":"Poster and oral presentations, awards to top achievers among researchers and students","1819Metrics5":"Number of participants and audience to the events, their success in brining UAlbany’s scholarly excellence to the fore.","1819Timeframe5":"Spring semester of each year","1819Goal5:Results":"Organized and event for president Rodriguez’s recognition of the two awardees, Yulong Feng and Mustafa Aksoy, of ORAU’s POWE seed funding awards. This event was held on July 16, 2019.; Organized junior faculty recognition event for thirteen researchers who received NSF-CAREER, NSF-CRII, NIH KO1, NASA Junior Faculty awards. This event was held on Oct 3 in Room 110 of UNH.; ; Coordinated nomination of faculty scholars for their recognition via nominations for national awards including: ; PEW Scholars Award, ; Blavatnik Regional Award for Young Scientists, ; Blavatnik National Award for Young Scientists, ; Camille and Henry Dreyfus Foundation’s Teacher-Scholar award,; NEH Summer Stipend for Humanities,; Searle Scholars award,; Simons Investigator award, and; NSF Alan T. Waterman Award;","1920Goal5":"","1920Activities5":"","1920Metrics5":"","1920Timeframe5":"","Q32ParentTopics":"","Q32Topics":"","Q168ParentTopics":"","Q168Topics":"","Q21ParentTopics":"","Q21Topics":"","year":"FY1920"},"FY2021":{"StartDate":44041.74689814815,"EndDate":44041.792037037034,"Status":"IP Address","IPAddress":"100.4.180.141","Progress":100,"Duration(inseconds)":3899,"Finished":"True","RecordedDate":44041.79205087963,"ResponseId":"R_vp3ONeZuSocpH9v","RecipientLastName":"Kumar","RecipientFirstName":"Satyendra","RecipientEmail":"satyenkumar@albany.edu","ExternalReference":"Faculty Research Development","LocationLatitude":42.6199951171875,"LocationLongitude":-73.83429718017578,"DistributionChannel":"anonymous","UserLanguage":"EN","Q31":"The mission of the Office of Grants Development is to provide the support, resources and tools necessary for faculty/researchers to succeed in securing extramural funding aimed at translating high-impact research and discovery into societal benefit.","Q32":"The vision of the Office of Grants Development is to enable all UAlbany faculty/researchers to advance nationally critical, transformative research and scholarship, and in so doing, contribute to the Universitys rise in national and international rankings.","Q41":"All of it taken away by COVID-19, nothing to report.","Q42_1_1":"","Q42_1_2":"","Q42_2_1":"","Q42_2_2":"","Q61":"Grow of the Office of Faculty Research Development","Q62":"Gradually hire more grant writers to assist with applications to NIH, NSF, DOD, DOE, and other agencies over next five years as permitted the fiscal situation of the University. But under current conditions, we can only dream of it.","Q63":"Success in hiring personnel with breadth of skillsets for the Office of Faculty Research Development","Q64":"July of each year","Q65":"","Q66":"COVID-19 already did.","Q67":"","Q68":"It would have had a very positive impact on growth of research and research excellence.","Q71":"Provide faculty/researchers continued training and mentoring in writing strong proposals resulting in higher success rate","Q72":"Proposal writing workshops, Proposal development classe, Tutorials to improve faculty grant applications.","Q73":"Number of faculty members and researchers participating in these events.\nProposal submitted by the participating faculty.","Q74":"Annually in July","Q75":"","Q76":"","Q77":"","Q78":"","Q81":"Increase the number of center scale, large group, and small group extramural funding pursuits – particularly at the federal level, resulting in new centers of research excellence.","Q82":"Organize and fund proposal planning and development efforts aimed at center scale, large and small group pursuits.","Q83":"Grow the number of submissions that are competitive at national level and will succeed in attracting extramural grants.","Q84":"July of each year.","Q85":"","Q86":"","Q87":"","Q88":"","Q91":"Facilitate networking, team building, and development of new strategic areas for scholarship for faculty members, researchers, and scholars..","Q92":"Collision events: Coffee Hour, Jr Faculty Forum, Thematic charrettes, Online and in person collaboration via share point.","Q93":"Growth in the number grant proposals submitted involving new collaborations (i.e., two or more investigator) and in areas of timely cross-disciplinary research.","Q94":"Annually in July.","Q95":"","Q96":"","Q97":"","Q98":"","Q101":"Faculty Promotion by nominating them for national, state, and university level recognition and awards and honors.","Q102":"Nominating colleagues for scholarships and awards such as:\n\nPEW Foundation award, Searle Scholarship, Natinal Endowment for Humanities Summer Scholarship, ORAU's POWE award for junior faculty, NSF Waterman award, Blavatnik Junior Scholar award, Drefuys Foundation, Simons award, etc.","Q103":"Number of nominations received from the campus and their success in receiving these awards.","Q104":"Annually in July.","Q105":"","Q106":"","Q107":"","Q108":"","1819Mission":"The mission of the Office of Grants Development is to provide the support, resources and tools necessary for faculty/researchers to succeed in securing extramural funding aimed at translating high-impact research and discovery into societal benefit.","1819Vision":"The vision of the Office of Grants Development is to enable all UAlbany faculty/researchers to advance nationally critical, transformative research and scholarship, and in so doing, contribute to the Universitys rise in national and international rankings.","1819Goal1":"Establish Office of Faculty Development by hiring up to “five grant writers” over next five years","1819Activities1":"Gradually hire qualified personnel to assist with grant applications to NIH, NSF, and other grant agencies","1819Metrics1":"Success in hiring personnel, breadth of skillsets of the Office Faculty Development","1819Timeframe1":"July of each year","1819Goal2":"Provide faculty/researchers continued training and mentoring in writing strong proposals resulting in higher success rate","1819Activities2":"Proposal writing workshops, Proposal development class for faculty","1819Metrics2":"Faculty participation and evaluation of the programs by participants, number of proposals submitted for funding, success rate, funding secured by participants","1819Timeframe2":"Annually in July","1819Goal3":"Increase the number of center scale/large scale extramural funding pursuits – particularly at the federal level, resulting in new centers of research excellence.","1819Activities3":"Organize and fund proposal planning and development efforts aimed at center scale/large scale pursuits","1819Metrics3":"Grow the number of submissions that are competitive at national level and will succeed in attracting extramural grants.","1819Timeframe3":"July of each year","1819Goal1:Results":"Jennifer Krausnick was hired as our first Grant Writer (not exact title) in the middle of Fall 2019, to assist faculty researchers in mentoring them and their proposal development.","1819Goal1:ChangeofPlan":"Due to the fiscal constraints imposed primarily by COVID-19, hiring of additional grant writers may not be in the cards this or the next year. Depending on the demands on our office for service, we may request additional hiring in subsequent years.","1819Goal2:Results":"The very successful 8-month long proposal writing course was offered to our researchers/faculty. Initial enrollment was about 20, and after attrition due to participants health and family concerns as well as the (misguided) advice they received from their academic mentors, 14 individuals completed the full course. This year, at the suggestion of VPR Dias, we admitted adjunct faculty, non-faculty, and a couple of graduate students which turned out to be disruptive to course's timely progress as these groups do not take proposal writing seriously.; Help organize the CAREER Proposal Writing Workshop held at Binghamton and coordinated participation of UAlbany faculty in it. Because of COVID-19, it was conducted online using Zoom and attended by 12 UAlbany faculty members.; As a member of the SUNY Research Development Group (of AVPRs), helped organize the CDMRP Webinar on May 29 for SUNY Faculty in lieu of the annual SUNY-DOD that was preempted by COVID-19. Other webinars are also being planned. Ten faculty/staff members from UAlbany participated in this event.; The office of the SUNY Vice Chancellor for Research and the Research Development Group (of SUNY AVPRs) is holding a workshop on NIH proposal submissions and resubmissions on August 13 and 14. Registration process will soon begin.; Holding five Tutorial Sessions for CAREER applicants to review their Project Summaries, Project Descriptions, and other components of their proposals to strengthen their proposals.;","1920Goal1":"Grow of the Office of Faculty Research Development","1920Activities1":"Gradually hire more grant writers to assist with applications to NIH, NSF, DOD, DOE, and other agencies over next five years as permitted the fiscal situation of the University.","1920Metrics1":"Success in hiring personnel with breadth of skillsets for the Office of Faculty Research Development;","1920Timeframe1":"July of each year","1819Goal4":"Facilitate networking, team building, and development of new strategic areas for scholarship for faculty members, researchers, and scholars.","1819Activities4":"Collision events: Coffee Hour, Jr Faculty Forum, Thematic charrettes, Online and in person collaboration via share point","1819Metrics4":"Growth in the number grant proposals submitted involving new collaborations (i.e., two or more investigator) and in areas of timely cross-disciplinary research.","1819Timeframe4":"Annually in July of each year","1819Goal2:ChangeofPlan":"Proposal Writing Workshop on NIH proposals, Center-Scale proposals and on funding for Humanities and the Arts was scheduled for April 30-May 1. We had contracted Academic Research Funding Strategies, LLC to teach it. It was preempted by COVID-19 and will now be offered in near future when conditions are favorable. ; A workshop in Communicating Science was scheduled to be held at UAlbany on May 19-20 by instructors from the Alan Alda Center at Stony Brook. Because of NYS travel restrictions and COVIID-19 shutdown, it has been postponed until the conditions have eased.;","1819Goal3:Results":"The Office for Faculty Development initiated a seed funding, the Next Research Frontiers (NeRF), program to assist faculty members who have been actively seeking extramural grants. Based on the number of proposals submitted by a faculty member over the previous 24-months, nineteen researchers were given “medallions” worth $15K, $7.5K, and $5K. They were encouraged to formulate small group interdisciplinary research projects and submit extramural grant proposals. Four white papers emerged from this effort. They were provided funding and are currently working on preparing proposals, the target date of which has now slipped due to COVID-19.; In coordination with SUNY central office, oversaw the Germination Space program on Internet of Things at UAlbany campus. After 3 ideation workshops, four groups submitted white papers. They were provided total funding of $50.5K with the goal of them developing four team extramural grant applications. These groups are in various stages and their work in general has been delayed due to COVID-19.; Initiated a seed funding program to engender collaborative projects that combine Artificial Intelligence and Cyber Security. Six very good proposals have been submitted, reviewed and decision on which ones to support, with current budget constraints, is pending.; Currently working with Theresa Pardo leading the President’s Health Disparities Taskforce to bring UAlbany faculty together and help them with the development of single PI and center-scale proposals.;","1819Goal3:ChangeofPlan":"","1819Goal4:Results":"In order to grow research, collaborations, and funding in the field of Artificial Intelligence, the inaugural Lightning Talks session was held on April 7 to inform faculty of the various strengths that UAlbany has in this field and to bring them together to form coalitions. Four UAlbany and one SUNY Poly researchers made presentations to a group of over 60 attendees. ; Organized five Coffee Hours to bring faculty members from across the campus together and facilitate exchange of ideas, familiarity, and possible collaborations.; Jointly with Vince Delio held a Zoom Townhall meeting on COVID-19 related funding opportunities at NSF and NIH. It was attended by about 30 faculty colleagues.; Held numerous Zoom sessions with faculty to advise them on, both, regular and COVID-19 related funding opportunities.; Reviewed and edited approximately 20 NSF RAPID COVID-19 research-based Letters of Interest prepared by UAlbany faculty to seek funding. Several were invited to submit proposals. Some succeeded and others are still awaiting results.; Coordinated submission of about 12 SUNY COVID-19 seed funding proposals.;","1819Goal4:ChangeofPlan":"","1920Mission":"The mission of the Office of Grants Development is to provide the support, resources and tools necessary for faculty/researchers to succeed in securing extramural funding aimed at translating high-impact research and discovery into societal benefit.","1920Vision":"The vision of the Office of Grants Development is to enable all UAlbany faculty/researchers to advance nationally critical, transformative research and scholarship, and in so doing, contribute to the Universitys rise in national and international rankings.","1920Goal2":"Provide faculty/researchers continued training and mentoring in writing strong proposals resulting in higher success rate","1920Activities2":"Proposal writing workshops, Proposal development classes, Tutorials to improve faculty grant applications.","1920Metrics2":"Faculty participation and evaluation of the programs by participants, number of proposals submitted for funding, success rate, funding secured by participants.","1920Timeframe2":"Annually in July","1920Goal3":"Increase the number of center scale/large scale extramural funding pursuits – particularly at the federal level, resulting in new centers of research excellence.","1920Activities3":"Organize and fund proposal planning and development efforts aimed at center scale/large scale pursuits.","1920Metrics3":"Grow the number of submissions that are competitive at national level and will succeed in attracting extramural grants.","1920Timeframe3":"July of each year","1920Goal4":"Facilitate networking, team building, and development of new strategic areas for scholarship for faculty members, researchers, and scholars..","1920Activities4":"Collision events: Coffee Hour, Jr Faculty Forum, Thematic charrettes, Online and in person collaboration via share point.","1920Metrics4":"Growth in the number grant proposals submitted involving new collaborations (i.e., two or more investigator) and in areas of timely cross-disciplinary research.","1920Timeframe4":"Annually in July.","1819Goal5":"Organization of events to recognize achievements of UAlbany faculty/scholars and students, nomination of UA scholars for national recognition, awards, fellowships","1819Activities5":"Poster and oral presentations, awards to top achievers among researchers and students","1819Metrics5":"Number of participants and audience to the events, their success in brining UAlbany’s scholarly excellence to the fore.","1819Timeframe5":"Spring semester of each year","1819Goal5:Results":"Organized and event for president Rodriguez’s recognition of the two awardees, Yulong Feng and Mustafa Aksoy, of ORAU’s POWE seed funding awards. This event was held on July 16, 2019.; Organized junior faculty recognition event for thirteen researchers who received NSF-CAREER, NSF-CRII, NIH KO1, NASA Junior Faculty awards. This event was held on Oct 3 in Room 110 of UNH.; ; Coordinated nomination of faculty scholars for their recognition via nominations for national awards including: ; PEW Scholars Award, ; Blavatnik Regional Award for Young Scientists, ; Blavatnik National Award for Young Scientists, ; Camille and Henry Dreyfus Foundation’s Teacher-Scholar award,; NEH Summer Stipend for Humanities,; Searle Scholars award,; Simons Investigator award, and; NSF Alan T. Waterman Award;","1920Goal5":"","1920Activities5":"","1920Metrics5":"","1920Timeframe5":"","year":"FY2021"}}