{"ExternalReference":"Innovation Development and Commercialization (OIDC)","FY1920":{"StartDate":44041.432754629626,"EndDate":44041.45244212963,"Status":"IP Address","IPAddress":"69.204.166.26","Progress":100,"Duration(inseconds)":1701,"Finished":"True","RecordedDate":44041.45245370371,"ResponseId":"R_6tWJMQdK3mrQRvb","RecipientLastName":"Gonczlik","RecipientFirstName":"Peter","RecipientEmail":"pgonczlik@albany.edu","ExternalReference":"Innovation Development and Commercialization (OIDC)","LocationLatitude":43.0592041015625,"LocationLongitude":-73.73560333251953,"DistributionChannel":"anonymous","UserLanguage":"EN","Q41":"FY 19-20 Annual ID&C Patent Budget: $50,000\nFY 19-20 Annual ID&C Salaries: 273,437\n\nConcerns:\n1. Due to across the board 15% budget cuts I am losing $10,000 of my Patent Budget above that is used to maintain our existing UAlbany issued patents.","Q42_1_1":1,"Q42_1_2":1,"Q42_2_1":1,"Q42_2_2":0.6,"Q51":"Yes","Q52_1":"Association of University Technology Managers (AUTM)","Q52_2":"","Q52_3":"","Q52_4":"","Q52_5":"","Q52_6":"","Q61_1":"Ability to network with other Technology Transfer professionals at R1 public and private research universities in the US and foreign institutions abroad.","Q61_2":"Access to best practices for the management and commercialization of university created intellectual property and related technology.","Q61_3":"Assistance with federal compliance management for university owned intellectual property","Q61_4":"","Q61_5":"","Q61_6":"","Q71":"Began the transition of the office and operations to a hybrid model of service delivery through the execution of a Memorandum of Understanding with the Research Foundation for SUNY. This effectively puts more resources and professional services providers (e.g. patent attorneys) on our staff to handle the demand for services on this campus.","Q82":"","Q83":"We have started to apply more stringent analysis on our own but we have not set this to paper in a way we can present for educational purposes to convey the criteria for us to invest in application.\n\nThese are not just USPTO considerations; there are business factors we must take into account (e.g. If the technology is an improvement where we don't control the original/dominant IP:  if we can't license to the #1 patent holder there is no point investing in an improvement patent.)","Q84":"Under the MOU, in Feb. 2020 the division added additional resources  (2 in-house patent attorneys) to screen new technology disclosures for patentability and draft/file  applications in a manner that will increase the impact of patent investments;","Q92":"","Q93":"","Q94":"As a result of our MOU with RF Central, in February 2020 OIDC started providing \"IP 101\" seminars to faculty in schools and colleges including ASRC, RNA institute and CEAS using a team of subject matter experts available to us through the RF Central Office. We have adapted this approach to COVID-19 restrictions so it can continue without interruption.\n\nDuring this same time period OIDC also stared attending monthly Research Coffee Hours at the invitation of the organizer, Satyen Kumar to introduce the staff, meet faculty members and answer questions.","Q102":"","Q103":"","Q104":"Consult with Kevin Wilcox to discuss how to develop official policies, assemble a policy committee and settle on a reasonable timeframe for completing the policy. \n\nIf Kevin is not an appropriate consultant, who would be able to help?","Q105":"Yes","Q112":"","Q113":"","Q114":"As a result of our MOU with RF Central, in February 2020 we created a hybrid services delivery model. As part of this we have a Partnerships Manager who is trained in Customer Discovery and interacts with faculty, students and entrepreneurs to coordinate their training in Customer Discovery","Q122":"","Q123":"","Q124":"As a result of our MOU executed with RF Central in February 2020 we now have access to intern students with appropriate educational and experience background to provide useful market opportunity research for newly disclosed technologies. We also have access to two in-house patent attorneys who can quickly assess the potential patentability of a given technology to provide essential information for go-no go decisions.","Q131_8":"","Q131_9":"","Q131_13":"","Q131_11":"","Q131_12":"","Q131_7":"I have additional achievement(s) which were not in the list above.","Q132_4":"Using RF resources to support patent filings and prosecution has resulted in a monthly savings of $20K to University at Albany with a projected annual savings of $240K.","Q132_5":"The introduction of an electronic invention disclosure process (SUNY Inventor Portal) has resulted in 9 disclosures submitted by faculty, including 5 faculty who are new to technology transfer. Introduction of “Inteum Tech Publisher” has created a digital public marketing channel for 10 UAlbany technologies with 20\nmore planned for publication by end of summer.","Q132_6":"Since integration (February 2020) 38 new agreements executed (3 options, 3 licenses, 12 MTAs, 20 NDAs)","Q141":"Improve industry engagement with UAlbany Research","Q142":"","Q143":"an internal technology entrepreneurship intern program that leverages the knowledge and experience of science, math, technology and business schools would be very helpful in providing students with relevant and marketable experience while providing my office with much needed assistance in tasks like:\n1. Industry research and customer discovery projects.\n2. Writing non-confidential new technology descriptions to aid in the marketing of UAlbany technologies.","Q144":"","Q145":"","1819Mission":"The mission of OIDC is to help members of the U Albany community increase the impact on society of their research, scholarship and creative activity, through commercialization and other means of achieving practical impact.","1819Vision":"The commercialization of innovations created at UAlbany provides opportunities for businesses and entrepreneurs and leads to new and improved products and processes that improve lives.","1819Goal1":"In order to increase the impact of patent investments:","1819Activities1":"i. Consult, propose criteria, gather feedback, iterate.","1819Metrics1":"i. Criteria are settled","1819Timeframe1":"i. December 31, 2019 for Criteria","1819Goal2":37071.958333333336,"1819Activities2":"i. Outreach “tour” completed.","1819Metrics2":"i. Number of outreach events","1819Timeframe2":"i. June 30, 2022 and annually thereafter","1819Goal3":"In order to encourage non-patent commercialization and to clarify disposition of revenue from such commercialization: By December 31, 202, develop campus policy and criteria for disposition of revenue from non-patent commercialization.","1819Activities3":"i. Consult, propose policy and criteria, gather feedback, iterate","1819Metrics3":"i. Policy is approved","1819Timeframe3":"i. June 30, 2022 and annually thereafter","1819Goal1:Results":"We have started to apply more stringent analysis on our own but we have not set this to paper in a way we can present for educational purposes to convey the criteria for us to invest in application.; These are not just USPTO considerations; there are business factors we must take into account (e.g. If the technology is an improvement where we don't control the original/dominant IP:  if we can't license to the #1 patent holder there is no point investing in an improvement patent.)","1819Goal1:ChangeofPlan":"In Feb. 2020 the division added additional resources  (2 in-house patent attorneys) to screen new technology disclosures for patentability and draft/file  applications in a manner that will increase the impact of patent investments;","1819Goal2:Results":"","1920Goal1":"1.\tManage OIDC to Integrate Innovation and commercialization with business development and economic development.","1920Activities1":"1.\tCoordination with UAlbany Economic Development Office and associated activities; 2.\tLeverage resources available through SHIP hybrid service model including Venture Advisors, Customer Discovery Projects and SUNY Startup Summer School participation.; 3.\tCreation and publication of Technology Marketing Descriptions for all invention disclosures in the UAlbany system.; 4.\tBuild relationships in and around the business and economic development community;","1920Metrics1":"1.\tOption or license agreements executed with UAlbany startups or Startup-New York Companies.; 2.\tCustomer Discovery projects done on UAlbany owned technologies ;","1920Timeframe1":44002.958333333336,"1819Goal4":"In order to improve commercialization potential of research: By June 30, 2021, introduce customer discovery concepts and tools for researchers.","1819Activities4":"i. Recruit motivated reserchers","1819Metrics4":"i. Number of people participating in customer discovery training and related activities","1819Timeframe4":"i. June 30, 2021 and annually thereafter","1819Goal2:ChangeofPlan":"In February 2020 OIDC started providing \"IP 101\" seminars to faculty in schools and colleges including ASRC, RNA institute and CEAS using a team of subject matter experts available to us through the RF Central Office. We have adapted this approach to COVID-19 restrictions so it can continue without interruption.; During this same time period OIDC also stared attending monthly Research Coffee Hours at the invitation of the organizer, Satyen Kumar to introduce the staff, meet faculty members and answer questions.;","1819Goal3:Results":"","1819Goal3:ChangeofPlan":"Consult with Kevin Wilcox to discuss how to develop official policies, assemble a policy committee and settle on a reasonable timeframe for completing the policy. If Kevin is not an appropriate consultant, who would be able to help?","1819Goal4:Results":"","1819Goal4:ChangeofPlan":"In February 2020 we created a hybrid services delivery model. As part of this we have a Partnerships Manager who is trained in Customer Discovery and interacts with faculty, students and entrepreneurs to coordinate their training in Customer Discovery","1920Mission":"The mission of OIDC is to help members of the U Albany community increase the impact on society of their research, scholarship and creative activity, through commercialization and other means of achieving practical impact.","1920Vision":"The commercialization of innovations created at UAlbany provides opportunities for businesses and entrepreneurs and leads to new and improved products and processes that improve lives.","1920Goal2":"Increase the following; 1.\tDisclosures ; 2.\tUS Patent Applications ; 3.\tUS Patents Issued; 4.\tOptions & Licenses Executed; 5.\tLicensing Income;","1920Activities2":"1.\tCoordinating and leveraging the shared resources of the SHIP model; 2.\tBuilding relationships with faculty and students;","1920Metrics2":"Track, manage and drive the following OIDC Monthly Technology Lifecycle Process Metrics: 1.\tDisclosures  ; 2.\tUS Patent Applications  ; 3.\tUS Patents Issued ; 4.\tOptions & Licenses Executed ; 5.\tLicensing Income;","1920Timeframe2":44002.958333333336,"1920Goal3":"","1920Activities3":"","1920Metrics3":"","1920Timeframe3":"","1920Goal4":"","1920Activities4":"","1920Metrics4":"","1920Timeframe4":"","1819Goal5":"In order to make most efficient use of limited resources: By June 30, 2021, speed up go/no-go decisions on new technologies disclosed","1819Activities5":"i. Apply patent criteria","1819Metrics5":"i. Time to reach decision","1819Timeframe5":"June 30, 2021 and annually thereafter","1819Goal5:Results":"","1920Goal5":"","1920Activities5":"","1920Metrics5":"","1920Timeframe5":"","Q32ParentTopics":"","Q32Topics":"","Q168ParentTopics":"","Q168Topics":"","Q21ParentTopics":"","Q21Topics":"","year":"FY1920","Q131":"I have additional achievement(s) which were not in the list above."},"FY2021":{"StartDate":44041.57195601852,"EndDate":44041.593981481485,"Status":"IP Address","IPAddress":"69.204.166.26","Progress":100,"Duration(inseconds)":1903,"Finished":"True","RecordedDate":44041.593981481485,"ResponseId":"R_1kMibE6uoYHyKTK","RecipientLastName":"Gonczlik","RecipientFirstName":"Peter","RecipientEmail":"pgonczlik@albany.edu","ExternalReference":"Innovation Development and Commercialization (OIDC)","LocationLatitude":43.0592041015625,"LocationLongitude":-73.73560333251953,"DistributionChannel":"anonymous","UserLanguage":"EN","Q31":"The mission of OIDC is to help members of the U Albany community increase the impact on society of their research, scholarship and creative activity, through commercialization and other means of achieving practical impact.","Q32":"The commercialization of innovations created at UAlbany provides opportunities for businesses and entrepreneurs and leads to new and improved products and processes that improve lives.","Q41":"Annual Budget: $40,000 for patent maintenance expenses\nSalaries: $273,437\nConcerns: My budget was just reduced by 20% to comply with campus budget cuts. I'm concerned that if this continues in the future I may not have the resources to pay the periodic maintenance costs required to keep UAlbany issued patents active and in-force over the 20 year term of an issued patent. When a patent expires due to failure to pay maintenance costs the opportunity for commercialization of the associated technology through licensing or by UAlbany startups is lost. Also concerning is that as patents age their associated maintenance costs increase.","Q42_1_1":1,"Q42_1_2":1,"Q42_2_1":1,"Q42_2_2":0.6,"Q61":"1.\tManage OIDC to Integrate Innovation and commercialization with business development and economic development.","Q62":"1.\tCoordination with UAlbany Economic Development Office and associated activities; \n2.\tLeverage resources available through SHIP hybrid service model including Venture Advisors, Customer Discovery Projects and SUNY Startup Summer School participation.; \n3.\tCreation and publication of Technology Marketing Descriptions for all invention disclosures in the UAlbany system.; \n4.\tBuild relationships in and around the business and economic development community.","Q63":"1.\tOption or license agreements executed with UAlbany startups or Startup-New York Companies.\n2.\tCustomer Discovery projects done on UAlbany owned technologies.","Q64":44367.958333333336,"Q65":"Peter Gonczlik","Q66":"1. COVID-19 related issues\n2. Lack of willing/capable volunteer students, faculty/PI's to participate in customer discovery and related activities that enable the commercialization of UAlbany technologies.\n3. Lack of student interns to assist with drafting Marketing Descriptions for UAlbany technologies.","Q67":"Office of Community and Economic Development\nSBDC - Small Business Development Center","Q68":"Option and licensing agreements can positively impact:\n1. Sustainability of the New York State Mesonet\nPublication of Technology Marketing Descriptions on \"Technology Publisher\" (RF Central tool) will help market UAlbany Weather Enterprise intellectual property\nContinued use and expansion of OIDC's \"Inventor Portal\" will reduce administrative burden to support researcher success by making it easier and faster to submit new invention disclosures to OIDC.","Q71":"Increase the following:\n\n1.\tDisclosures ; \n2.\tUS Patent Applications ; \n3.\tUS Patents Issued; \n4.\tOptions & Licenses Executed; \n5.\tLicensing Income.","Q72":"1.\tCoordinating and leveraging the shared resources of the SHIP model;\n2.\tBuilding relationships with faculty and students.\n3.     Having the OIDC website updated so researchers, faculty, students and industry can interact with OIDC more efficiently.","Q73":"1. Number of new technology disclosures\n2. Number of US patent applications filed\n3. Number of US patents issued/granted\n4. Options & licenses to UAlbany technologies executed\n5. Licensing income","Q74":44367.958333333336,"Q75":"Peter Gonczlik","Q76":"1. COVID-19 related factors\n2. Shortage of willing students, faculty and researchers to participate in customer discovery activities (e.g. NSF I-Corps) that enable commercialization of UAlbany technologies.\n3. Shortage of students to help draft technology marketing descriptions for publication on \"Tech Publisher\".","Q77":"1. Office of Community and Economic Development\n2. SBDC New York, Albany Small Business Development Center","Q78":"1. Executing options and licenses can help sustain the NYS Mesonet (Goal 1)\n2. Publication of Technology Marketing Descriptions on \"Tech Publisher\" supports Goal 1.\n3. Ongoing use of the \"Inventor Portal\" supports Goal 5 to lessen administrative burden on researchers by making it easier and faster to submit invention disclosures to OIDC.","Q81":"","Q82":"","Q83":"","Q84":"","Q85":"","Q86":"","Q87":"","Q88":"","Q91":"","Q92":"","Q93":"","Q94":"","Q95":"","Q96":"","Q97":"","Q98":"","Q101":"","Q102":"","Q103":"","Q104":"","Q105":"","Q106":"","Q107":"","Q108":"","1819Mission":"The mission of OIDC is to help members of the U Albany community increase the impact on society of their research, scholarship and creative activity, through commercialization and other means of achieving practical impact.","1819Vision":"The commercialization of innovations created at UAlbany provides opportunities for businesses and entrepreneurs and leads to new and improved products and processes that improve lives.","1819Goal1":"In order to increase the impact of patent investments:","1819Activities1":"i. Consult, propose criteria, gather feedback, iterate.","1819Metrics1":"i. Criteria are settled","1819Timeframe1":"i. December 31, 2019 for Criteria","1819Goal2":37071.958333333336,"1819Activities2":"i. Outreach “tour” completed.","1819Metrics2":"i. Number of outreach events","1819Timeframe2":"i. June 30, 2022 and annually thereafter","1819Goal3":"In order to encourage non-patent commercialization and to clarify disposition of revenue from such commercialization: By December 31, 202, develop campus policy and criteria for disposition of revenue from non-patent commercialization.","1819Activities3":"i. Consult, propose policy and criteria, gather feedback, iterate","1819Metrics3":"i. Policy is approved","1819Timeframe3":"i. June 30, 2022 and annually thereafter","1819Goal1:Results":"We have started to apply more stringent analysis on our own but we have not set this to paper in a way we can present for educational purposes to convey the criteria for us to invest in application.; These are not just USPTO considerations; there are business factors we must take into account (e.g. If the technology is an improvement where we don't control the original/dominant IP:  if we can't license to the #1 patent holder there is no point investing in an improvement patent.)","1819Goal1:ChangeofPlan":"In Feb. 2020 the division added additional resources  (2 in-house patent attorneys) to screen new technology disclosures for patentability and draft/file  applications in a manner that will increase the impact of patent investments;","1819Goal2:Results":"","1920Goal1":"1.\tManage OIDC to Integrate Innovation and commercialization with business development and economic development.","1920Activities1":"1.\tCoordination with UAlbany Economic Development Office and associated activities; 2.\tLeverage resources available through SHIP hybrid service model including Venture Advisors, Customer Discovery Projects and SUNY Startup Summer School participation.; 3.\tCreation and publication of Technology Marketing Descriptions for all invention disclosures in the UAlbany system.; 4.\tBuild relationships in and around the business and economic development community;","1920Metrics1":"1.\tOption or license agreements executed with UAlbany startups or Startup-New York Companies.; 2.\tCustomer Discovery projects done on UAlbany owned technologies ;","1920Timeframe1":44002.958333333336,"1819Goal4":"In order to improve commercialization potential of research: By June 30, 2021, introduce customer discovery concepts and tools for researchers.","1819Activities4":"i. Recruit motivated reserchers","1819Metrics4":"i. Number of people participating in customer discovery training and related activities","1819Timeframe4":"i. June 30, 2021 and annually thereafter","1819Goal2:ChangeofPlan":"In February 2020 OIDC started providing \"IP 101\" seminars to faculty in schools and colleges including ASRC, RNA institute and CEAS using a team of subject matter experts available to us through the RF Central Office. We have adapted this approach to COVID-19 restrictions so it can continue without interruption.; During this same time period OIDC also stared attending monthly Research Coffee Hours at the invitation of the organizer, Satyen Kumar to introduce the staff, meet faculty members and answer questions.;","1819Goal3:Results":"","1819Goal3:ChangeofPlan":"Consult with Kevin Wilcox to discuss how to develop official policies, assemble a policy committee and settle on a reasonable timeframe for completing the policy. If Kevin is not an appropriate consultant, who would be able to help?","1819Goal4:Results":"","1819Goal4:ChangeofPlan":"In February 2020 we created a hybrid services delivery model. As part of this we have a Partnerships Manager who is trained in Customer Discovery and interacts with faculty, students and entrepreneurs to coordinate their training in Customer Discovery","1920Mission":"The mission of OIDC is to help members of the U Albany community increase the impact on society of their research, scholarship and creative activity, through commercialization and other means of achieving practical impact.","1920Vision":"The commercialization of innovations created at UAlbany provides opportunities for businesses and entrepreneurs and leads to new and improved products and processes that improve lives.","1920Goal2":"Increase the following; 1.\tDisclosures ; 2.\tUS Patent Applications ; 3.\tUS Patents Issued; 4.\tOptions & Licenses Executed; 5.\tLicensing Income;","1920Activities2":"1.\tCoordinating and leveraging the shared resources of the SHIP model; 2.\tBuilding relationships with faculty and students;","1920Metrics2":"Track, manage and drive the following OIDC Monthly Technology Lifecycle Process Metrics: 1.\tDisclosures  ; 2.\tUS Patent Applications  ; 3.\tUS Patents Issued ; 4.\tOptions & Licenses Executed ; 5.\tLicensing Income;","1920Timeframe2":44002.958333333336,"1920Goal3":"","1920Activities3":"","1920Metrics3":"","1920Timeframe3":"","1920Goal4":"","1920Activities4":"","1920Metrics4":"","1920Timeframe4":"","1819Goal5":"In order to make most efficient use of limited resources: By June 30, 2021, speed up go/no-go decisions on new technologies disclosed","1819Activities5":"i. Apply patent criteria","1819Metrics5":"i. Time to reach decision","1819Timeframe5":"June 30, 2021 and annually thereafter","1819Goal5:Results":"","1920Goal5":"","1920Activities5":"","1920Metrics5":"","1920Timeframe5":"","year":"FY2021"}}