{"ExternalReference":"Institutes, Centers, and Specialized Labs (ICL)","FY2122":{"StartDate":44349.379849537036,"EndDate":44349.4078125,"Status":"IP Address","IPAddress":"169.226.16.140","Progress":100,"Duration(inseconds)":2416,"Finished":"True","RecordedDate":44349.40782525463,"ResponseId":"R_3rZgaoYoQO5GUFc","RecipientLastName":"Pardo​","RecipientFirstName":"Theresa","RecipientEmail":"tpardo@albany.edu","ExternalReference":"Institutes, Centers, and Specialized Labs (ICL)","LocationLatitude":43.0592041015625,"LocationLongitude":-73.73560333251953,"DistributionChannel":"anonymous","UserLanguage":"EN","Q31":"","Q32":"","Q41":"","Q42_1_1":"","Q42_1_2":"","Q42_2_1":"","Q42_2_2":"","Q61":"Develop and implement a performance management program for the ICLs.","Q62":"Convene the ICL directors and developing a set of key performance indicators and agree on a process for applying those indicators to report on ICL performance to University leadership.","Q63":"Completion of the performance management program.\nApplication of the program in the Spring of 2022 with a performance report produced for University leadership.","Q64":"December 2021: Convenings and progress toward the development of the program.\nMay 2022: Use of the program to develop a performance report for University leadership.","Q65":"Theresa Pardo","Q66":"Competing priorities","Q67":"All ICL directors","Q68":"The performance of the University's ICLs is central to the advancement of the University's strategic priorities. The indicators developed for use in the performance monitoring model will be linked directly to the campus strategic priorities.","Q71":"Advance the University's efforts to build research data governance.","Q72":"Executing the recommendation memo, approved by Kevin Wilcox and Jim Dias on the creation of a University-wide governance committee. \nContinued engagement with the University- research data working group.","Q73":"Formal convening of the Research Data Governance Committee.\nIncreased awareness on campus about roles and responsibilities with respect to research data security and compliance.\nIncrease in the available resources to assist researchers seeking to establish data sharing agreements and meet the data-related requirements of funded and unfunded research.","Q74":"December 2021: Committee formed and convened. Aware of its role and responsibilities and beginning to outline an action plan. \nMay 2022: Committee continuing to meet and providing guidance to the Research Data Security Working Group and other campus entities regarding increasing capability of the University to support emerging requirements vis a vis access to and use of data for research.","Q75":"Theresa Pardo","Q76":"Competing priorities for the committee members.\nLack of commitment or support for the role of the committee.","Q77":"The Research Data Security Working Group: ITS, Library, OSP, Risk Management, DMAC, among others.","Q78":"To advance our research excellence we must understand and, where possible and appropriate, provide the infrastructure necessary, often as determined by funding agencies, to enable UAlbany researchers to conduct research that relies on the creation and use of data resources.","Q81":"Institutionalize the Health Equity Research and Collaboration Ecosystem","Q82":"Work with the ERs and University leadership, among others to develop a proposal for a new entity that will serve as the platform/home for health equity as a signature strength of the University.\nPresent that proposal to the President for approval. \nAdapt as necessary and implement.","Q83":"Institutionalization of the HE R&C ecosystem.","Q84":"May 2022","Q85":"Theresa Pardo","Q86":"Competing priorities","Q87":"President; DoR; Provost; CEMHD; Deans; ERs","Q88":"Institutionalizing the HE R&C ecosystem will directly impact research excellence, among other strategic priorities of the University, by building on the successes of seen in 2020-2021 and providing a formal home for the continued growth of HE as a UAlbany strength area.","Q91":"Develop a formal and transparent approach to leading and supporting initiatives to stand-up and oversee ICL programs and operations to align with and support the University's strategic plan.","Q92":"Build my understanding of UAlbany's ICLs including goals, business models, challenges and opportunities\nBuild understanding of University policies and procedures wrt ICLs\nProduce a set of recommendations on a go-forward plan to help lead and support ICL programs and operations. This will include a listening and learning tour here on campus and meetings with colleagues as aspirational peer institutions.","Q93":"A set of recommendations on a go-forward action plan designed to help align ICLs programs and operations and the relevant campus service and support units toward ICL performance increases. \nAn approach for identifying significant sustainability issues and an agreed upon set of policies and procedures for intervening in and addressing those issues including \"decommissioning\" ICLs.","Q94":"December 2021: Draft plan\nMay 2022: Approved plan including an implementation plan","Q95":"Theresa Pardo","Q96":"Competing priorities\nAvailability of key stakeholders\nCommitment of ICL directors to the agenda","Q97":"ICL Directors; DoR; Provost; Deans; Various service units on campus; CoR","Q98":"Increasing the capability of ICLs to meet their goals will have a direct impact on research excellence as well as the other campus strategic priorities.","Q101":"","Q102":"","Q103":"","Q104":"","Q105":"","Q106":"","Q107":"","Q108":"","1819Mission":"","1819Vision":"","1819Goal1":"","1819Activities1":"","1819Metrics1":"","1819Timeframe1":"","1819Goal2":"","1819Activities2":"","1819Metrics2":"","1819Timeframe2":"","1819Goal3":"","1819Activities3":"","1819Metrics3":"","1819Timeframe3":"","1819Goal1:Results":"","1819Goal1:ChangeofPlan":"","1819Goal2:Results":"","1920Goal1":"","1920Activities1":"","1920Metrics1":"","1920Timeframe1":"","1819Goal4":"","1819Activities4":"","1819Metrics4":"","1819Timeframe4":"","1819Goal2:ChangeofPlan":"","1819Goal3:Results":"","1819Goal3:ChangeofPlan":"","1819Goal4:Results":"","1819Goal4:ChangeofPlan":"","1920Mission":"","1920Vision":"","1920Goal2":"","1920Activities2":"","1920Metrics2":"","1920Timeframe2":"","1920Goal3":"","1920Activities3":"","1920Metrics3":"","1920Timeframe3":"","1920Goal4":"","1920Activities4":"","1920Metrics4":"","1920Timeframe4":"","1819Goal5":"","1819Activities5":"","1819Metrics5":"","1819Timeframe5":"","1819Goal5:Results":"","1920Goal5":"","1920Activities5":"","1920Metrics5":"","1920Timeframe5":"","year":"FY2122"}}