{"StartDate":44032.40734953704,"EndDate":44032.41075231481,"Status":"IP Address","IPAddress":"74.76.206.217","Progress":100,"Duration(inseconds)":294,"Finished":"True","RecordedDate":44032.41076362268,"ResponseId":"R_2SigGWIn2E9K80o","RecipientLastName":"Gonczlik","RecipientFirstName":"Peter","RecipientEmail":"pgonczlik@albany.edu","ExternalReference":"Office for Innovation Development and Commercialization (OIDC)","LocationLatitude":42.84820556640625,"LocationLongitude":-73.78630065917969,"DistributionChannel":"gl","UserLanguage":"EN","Q41":"","Q42_1_1":"","Q42_1_2":"","Q42_2_1":"","Q42_2_2":"","Q51":"No","Q52_1":"","Q52_2":"","Q52_3":"","Q52_4":"","Q52_5":"","Q52_6":"","Q61_1":"","Q61_2":"","Q61_3":"","Q61_4":"","Q61_5":"","Q61_6":"","Q71":"","Q82":"","Q83":"We have started to apply more stringent analysis on our own but we have not set this to paper in a way we can present for educational purposes to convey the criteria for us to invest in application.\n\nThese are not just USPTO considerations; there are business factors we must take into account (e.g. If the technology is an improvement where we don't control the original/dominant IP:  if we can't license to the #1 patent holder there is no point investing in an improvement patent.)","Q84":"In Feb. 2020 the division added additional resources  (2 in-house patent attorneys) to screen new technology disclosures for patentability and draft/file  applications in a manner that will increase the impact of patent investments;","Q92":"","Q93":"","Q94":"In February 2020 OIDC started providing \"IP 101\" seminars to faculty in schools and colleges including ASRC, RNA institute and CEAS using a team of subject matter experts available to us through the RF Central Office. We have adapted this approach to COVID-19 restrictions so it can continue without interruption.\n\nDuring this same time period OIDC also stared attending monthly Research Coffee Hours at the invitation of the organizer, Satyen Kumar to introduce the staff, meet faculty members and answer questions.","Q102":"","Q103":"","Q104":"Consult with Kevin Wilcox to discuss how to develop official policies, assemble a policy committee and settle on a reasonable timeframe for completing the policy. \n\nIf Kevin is not an appropriate consultant, who would be able to help?","Q105":"Yes","Q112":"","Q113":"","Q114":"In February 2020 we created a hybrid services delivery model. As part of this we have a Partnerships Manager who is trained in Customer Discovery and interacts with faculty, students and entrepreneurs to coordinate their training in Customer Discovery","Q122":"","Q123":"","Q124":"","Q131":"I have additional achievement(s) which were not in the list above.","Q132_4":"Using RF resources to support patent filings and prosecution has resulted in a monthly savings of $20K to University at Albany with a projected annual savings of $240K.","Q132_5":"The introduction of an electronic invention disclosure process (SUNY Inventor Portal) has resulted in 9 disclosures submitted by faculty, including 5 faculty who are new to technology transfer. Introduction of “Inteum Tech Publisher” has created a digital public marketing channel for 10 UAlbany technologies with 20\nmore planned for publication by end of summer.","Q132_6":"Since integration (February 2020) 38 new agreements executed (3 options, 3 licenses, 12 MTAs, 20 NDAs)","Q141":"","Q142":"","Q143":"","Q144":"","Q145":"","Mission1819":"The mission of OIDC is to help members of the U Albany community increase the impact on society of their research, scholarship and creative activity, through commercialization and other means of achieving practical impact.","Vision1819":"The commercialization of innovations created at UAlbany provides opportunities for businesses and entrepreneurs and leads to new and improved products and processes that improve lives.","Goal11819":"In order to increase the impact of patent investments:; i.\tBy December 31, 2019, develop more stringent criteria for filing patent applications on U Albany inventions.; ii.\tApply the more stringent criteria","Activities11819":"i. Consult, propose criteria, gather feedback, iterate.; ii. Develop procedure for assessing inventions according to criteria; iii. Impact on decisions","Metrics11819":"i. Criteria are settled; ii. Method to apply criteria is settled; iii. Number of patent applications filed; iv. number and % of provisional applications converted to utility applications; v. Number of patents issued; vi. % of utility applications that are allowed without RCE; vii. Number of patents licensed; viii. Number of products based on patents","Timeframe11819":"i. December 31, 2019 for Criteria; ii. June 20, 2021 and annually thereafter for impact","Goal21819":"In order to increase participation in commercialization:  By June 30,; 2021, complete first round of outreach to schools and colleges to communicate new patenting criteria and inform about nonâ patent commercialization opportunities.","Activities21819":"i. Outreach tour completed.; ii. New Technology disclosures (NTDs)","Metrics21819":"i. Number of outreach events; ii. Number of NTDs; iii. Number of faculty/staff members submitting NTDs; iv. Number of schools, colleges, departments, centers represented","Timeframe21819":"June 30, 2022 and annually thereafter","Goal31819":"In order to encourage non-patent commercialization and to clarify disposition of revenue from such commercialization: By December 31, 2020, develop campus policy and criteria for disposition of revenue from non-patent commercialization.","Activities31819":"Consult, propose policy and criteria, gather feedback, iterate","Metrics31819":"i. Policy is approved; ii. Number of non-patent NTDs received; iii. Number of faculty/staff members submitting NTDs; iv. Number of schools, colleges, departments, centers represented; v. Number of licenses","Timeframe31819":"i. June 30, 2022 and annually thereafter","Goal1:Results1819":"We have started to apply more stringent analysis on our own but we have not set this to paper in a way we can present for educational purposes to convey the criteria for us to invest in application.; These are not just USPTO considerations; there are business factors we must take into account (e.g. If the technology is an improvement where we don't control the original/dominant IP:  if we can't license to the #1 patent holder there is no point investing in an improvement patent.)","Goal1:ChangeofPlan1819":"In Feb. 2020 the division added additional resources  (2 in-house patent attorneys) to screen new technology disclosures for patentability and draft/file  applications in a manner that will increase the impact of patent investments;","Goal2:Results1819":"","Goal11920":"1.\tManage OIDC to Integrate Innovation and commercialization with business development and economic development.","Activities11920":"1.\tCoordination with UAlbany Economic Development Office and associated activities; 2.\tLeverage resources available through SHIP hybrid service model including Venture Advisors, Customer Discovery Projects and SUNY Startup Summer School participation.; 3.\tCreation and publication of Technology Marketing Descriptions for all invention disclosures in the UAlbany system.; 4.\tBuild relationships in and around the business and economic development community;","Metrics11920":"1.\tOption or license agreements executed with UAlbany startups or Startup-New York Companies.; 2.\tCustomer Discovery projects done on UAlbany owned technologies ;","Timeframe11920":"6/21/2020","Goal41819":"In order to improve commercialization potential of research: By June 30, 2021, introduce customer discovery concepts and tools for researchers.","Activities41819":"i. Recruit motivated reserchers; ii. Train in customer discovery methods and process; iii. Coach","Metrics41819":"i. Number of people participating in customer discovery training and related activities; ii. Number of NSF I-Corps Teams selected for national program","Timeframe41819":"June 30, 2021 and annually thereafter","Goal2:ChangeofPlan1819":"In February 2020 OIDC started providing \"IP 101\" seminars to faculty in schools and colleges including ASRC, RNA institute and CEAS using a team of subject matter experts available to us through the RF Central Office. We have adapted this approach to COVID-19 restrictions so it can continue without interruption.; During this same time period OIDC also stared attending monthly Research Coffee Hours at the invitation of the organizer, Satyen Kumar to introduce the staff, meet faculty members and answer questions.;","Goal3:Results1819":"","Goal3:ChangeofPlan1819":"Consult with Kevin Wilcox to discuss how to develop official policies, assemble a policy committee and settle on a reasonable timeframe for completing the policy. If Kevin is not an appropriate consultant, who would be able to help?","Goal4:Results1819":"","Goal4:ChangeofPlan1819":"In February 2020 we created a hybrid services delivery model. As part of this we have a Partnerships Manager who is trained in Customer Discovery and interacts with faculty, students and entrepreneurs to coordinate their training in Customer Discovery","Mission1920":"The mission of OIDC is to help members of the U Albany community increase the impact on society of their research, scholarship and creative activity, through commercialization and other means of achieving practical impact.","Vision1920":"The commercialization of innovations created at UAlbany provides opportunities for businesses and entrepreneurs and leads to new and improved products and processes that improve lives.","Goal21920":"Increase the following; 1.\tDisclosures ; 2.\tUS Patent Applications ; 3.\tUS Patents Issued; 4.\tOptions & Licenses Executed; 5.\tLicensing Income;","Activities21920":"1.\tCoordinating and leveraging the shared resources of the SHIP model; 2.\tBuilding relationships with faculty and students;","Metrics21920":"Track, manage and drive the following OIDC Monthly Technology Lifecycle Process Metrics: 1.\tDisclosures  ; 2.\tUS Patent Applications  ; 3.\tUS Patents Issued ; 4.\tOptions & Licenses Executed ; 5.\tLicensing Income;","Timeframe21920":"6/21/2020","Goal31920":"","Activities31920":"","Metrics31920":"","Timeframe31920":"","Goal41920":"","Activities41920":"","Metrics41920":"","Timeframe41920":"","Goal51819":"In order to make most efficient use of limited resources: By June 30, 2021, speed up go/no-go decisions on new technologies disclosed","Activities51819":"i. Apply patent criteria; ii. Use findings from customer discovery","Metrics51819":"i. Time to reach decision; ii. % of cases decided within 12 months of receipt of disclosure; iii. % of cases decided within 6 months of receipt of disclosure","Timeframe51819":"June 30, 2021 and annually thereafter","Goal5:Results1819":"","Goal51920":"","Activities51920":"","Metrics51920":"","Timeframe51920":"","Q32ParentTopics":"","Q32Topics":"","Q168ParentTopics":"","Q168Topics":"","Q21ParentTopics":"","Q21Topics":""}