{"ExternalReference":"Regulatory and Research Compliance","FY2021":{"StartDate":44326.3872337963,"EndDate":44326.57135416667,"Status":"IP Address","IPAddress":"67.248.81.60","Progress":100,"Duration(inseconds)":15908,"Finished":"True","RecordedDate":44326.571366157405,"ResponseId":"R_4OvHR3D8UGHTdXX","RecipientLastName":"Bonilla","RecipientFirstName":"Adrienne","RecipientEmail":"abonilla@albany.edu","ExternalReference":"Regulatory and Research Compliance","LocationLatitude":42.65519714355469,"LocationLongitude":-73.802001953125,"DistributionChannel":"anonymous","UserLanguage":"EN","Q31":"The mission of the Office for Regulatory and Research Compliance (ORRC) is to provide internal oversight on compliance relating to the performance of human and animal research, and research integrity. ORRC emphasis is to ensure the rights and well-being of human and animal subjects, ensure regulatory compliance, support our investigators and staff, protect the University and advance science.","Q32":"To foster a strong ethical culture at UAlbany and promote mutual trust and community confidence in the research carried out by the University at Albany. Assist faculty, research staff, and students in understanding federal, state and university research compliance standards and regulations.","Q41":"","Q42_1_1":6,"Q42_1_2":4,"Q42_2_1":6,"Q42_2_2":4,"Q51":"Yes","Q52_1":"Public Responsibility in Medicine and Research (PRIM&R)","Q52_2":"American Association for Laboratory Animal Science (AALAS)","Q52_3":"Association of Research Integrity Officers (ARIO)","Q52_4":"","Q52_5":"","Q52_6":"","Q61_1":"Benefit is that it provides education and other professional resources to the research and research oversight community, those who work with human subjects protections programs (HRPPs), institutional review boards (IRBs), animal care and use programs, and institutional animal care and use committees (IACUCs).  Provides support and professional development opportunities.","Q61_2":"AALAS provides educational materials to laboratory animal care professionals and researchers, administers certification programs for laboratory animal technicians and managers, publishes scholarly journals, supports laboratory animal science research, and serves as the premier forum for the exchange of information and expertise in the care and use of laboratory animals.","Q61_3":"Provides a dedicated platform for Research Integrity Officers, their staff, and general counsel to discuss, develop, and share best practices and strategies for handling research misconduct allegations and promoting ethical research.","Q61_4":"","Q61_5":"","Q61_6":"","Q71":"","Q81":"Update University at Albany Research Compliance Administrative Processes.","Q82":"Staff have been working on updates to administrative processes, documents, and webpages.  Professional staff that were hired for regulatory administration have worked diligently to acquire technical skills to apply to the needs of the Office, Division, and University.  In the last year, the staff has had to be flexible and effective in managing through the unexpected exigencies of a world pandemic, immediate transition to tele-commuting.  In addition to these, we had staffing challenges - particularly with respect to the Lab Animal Facilities.","Q83":"Completion of updated documents in place, effective practices for performing excellent work, and progress with respect to implementing robust electronic protocol administration and record-keeping system.","Q84":"We can only continue to work as diligently as possible with limited staff and current workload.  I am reluctant to provide time line for completion.  It is an on-going effort to perfect, review, apply, continue to improve what we do.","Q85":"Implemented make-shift electronic work procedures.  Substantial progress made with creation of SharePoint site and updates to procedures, documents, and administration.","Q86":"","Q87":"","Q91":"Develop updated guidance and forms for efficient and compliant administration of human subjects protections and campus animal welfare programs.","Q92":"Completion of several updated guidance, documents, and forms were done for both human participants in research and use of animals regulatory compliance.","Q93":"With respect to researchers that do research with human participants or use animals in research and teaching are able to find clear guidance and instructions on current webpages.  The time it takes for researchers to find information, make request and receive a determination is shorter.","Q94":"We can only continue to work as diligently as possible with limited staff and current workload.  I am reluctant to provide time line for completion.  It is an on-going effort to perfect, review, apply, continue to improve what we do.","Q95":"Continued to update, revise forms and guidance documents throughout the year.","Q96":"","Q97":"","Q101":"Updated educational offerings, materials to enhance human subjects protections and campus animal welfare program.","Q102":"In the year of the pandemic, this has been very difficult to do.  We have, throughout the year, provided email updates and information.","Q103":"","Q104":"We can only continue to work as diligently as possible with limited staff and current workload.  I am reluctant to provide time line for completion.  It is an on-going effort to perfect, review, apply, continue to improve what we do.","Q105":"","Q106":"","Q107":"","Q108":"No","Q111":"","Q112":"","Q113":"","Q114":"","Q115":"","Q116":"","Q117":"","Q121":"","Q122":"","Q123":"","Q124":"","Q125":"","Q126":"","Q127":"","Q131_8":"","Q131_9":"${q://QID20/ChoiceTextEntryValue}","Q131_13":"","Q131_11":"","Q131_12":"","Q131_7":"","Q132_4":"","Q132_5":"","Q132_6":"","Q132_7":"","Q132_8":"","Q141":"","Q142":"","Q143":"","Q144":"","Q145":"","year":"FY2021"},"FY2122":{"StartDate":44326.58773148148,"EndDate":44326.59326388889,"Status":"IP Address","IPAddress":"67.248.81.60","Progress":100,"Duration(inseconds)":477,"Finished":"True","RecordedDate":44326.59326908565,"ResponseId":"R_2uNB997c5F9r5xQ","RecipientLastName":"Bonilla","RecipientFirstName":"Adrienne","RecipientEmail":"abonilla@albany.edu","ExternalReference":"Regulatory and Research Compliance","LocationLatitude":42.65519714355469,"LocationLongitude":-73.802001953125,"DistributionChannel":"anonymous","UserLanguage":"EN","Q31":"Office of Regulatory and Research Compliance serves the University at Albany research community by coordinating institution‐wide research compliance policy and procedure development, and by partnering with faculty, staff, and students to ensure that the university is at all times in compliance with federal regulations, state and local laws, and university policies with respect to the responsible conduct of research.","Q32":"To foster a strong ethical culture at UAlbany and promote mutual trust and community confidence in the research conducted by the university through the collaborative work of the Office of Regulatory and Research Compliance and university faculty, staff, and students.","Q41":"ANNUAL BUDGET","Q42_1_1":6,"Q42_1_2":4,"Q42_2_1":6,"Q42_2_2":4,"Q61":"Facilitate and strengthen University at Albany Research Compliance Programs.","Q62":"Administration of University at Albany Research Compliance Programs associated with the protection of human participants in research and use of animals in research, teaching, and testing.","Q63":"Develop updated processes, educational offerings, materials, guidance and forms for efficient and compliant administration of human subjects protections and campus animal welfare program.  \n\n1.\tCompleted transition from paper-based processes to online, electronic submission, review, and study protocol recordkeeping.\n\n2.\tCompleted updated, revised, and fully electronic forms, guidance, and training materials. \n\n3.\tCompleted new study submission database for tracking and quality assurance reporting.","Q64":"June 2022","Q65":"Adrienne D. Bonilla","Q66":"Infrastructure, staffing, budget, resources.","Q67":"Research Division Offices, University Counsel, Enterprise Risk and Compliance, Environmental Health & Safety","Q68":"You cannot have Research Excellence without an excellent, robust, resources and supported research ethics, integrity, and compliance program.","Q71":"Continue to reorganize and strengthen laboratory animal care program","Q72":"Complete downsizing of HSC animal facility, add necessary animal program staffing (e.g., licensed veterinary technician), strengthen support to animal users.","Q73":"Clear and updated standard operating procedures, guidances, and training tools.","Q74":"June 2022","Q75":"Timothy Quinn","Q76":"Funding, resources, infrastructure, and institutional support.","Q77":"Research Division sister offices, Facilities Management, Environmental Health and Safety","Q78":"Ethical care and use of animals in research and teaching is critical to vital to campus Research Excellence.","Q81":"","Q82":"","Q83":"","Q84":"","Q85":"","Q86":"","Q87":"","Q88":"","Q91":"","Q92":"","Q93":"","Q94":"","Q95":"","Q96":"","Q97":"","Q98":"","Q101":"","Q102":"","Q103":"","Q104":"","Q105":"","Q106":"","Q107":"","Q108":"","1819Mission":"","1819Vision":"","1819Goal1":"","1819Activities1":"","1819Metrics1":"","1819Timeframe1":"","1819Goal2":"","1819Activities2":"","1819Metrics2":"","1819Timeframe2":"","1819Goal3":"","1819Activities3":"","1819Metrics3":"","1819Timeframe3":"","1819Goal1:Results":"","1819Goal1:ChangeofPlan":"","1819Goal2:Results":"","1920Goal1":"","1920Activities1":"","1920Metrics1":"","1920Timeframe1":"","1819Goal4":"","1819Activities4":"","1819Metrics4":"","1819Timeframe4":"","1819Goal2:ChangeofPlan":"","1819Goal3:Results":"","1819Goal3:ChangeofPlan":"","1819Goal4:Results":"","1819Goal4:ChangeofPlan":"","1920Mission":"","1920Vision":"","1920Goal2":"","1920Activities2":"","1920Metrics2":"","1920Timeframe2":"","1920Goal3":"","1920Activities3":"","1920Metrics3":"","1920Timeframe3":"","1920Goal4":"","1920Activities4":"","1920Metrics4":"","1920Timeframe4":"","1819Goal5":"","1819Activities5":"","1819Metrics5":"","1819Timeframe5":"","1819Goal5:Results":"","1920Goal5":"","1920Activities5":"","1920Metrics5":"","1920Timeframe5":"","year":"FY2122"}}