{"data":[{"Unit":"Ion Beam Laboratory","FY 21-22":{"unit":"Ion Beam Laboratory","year":"FY 21-22","lastName":"Kumar","firstName":"Satyen","email":"satyenkumar@albany.edu","mission":"To provide ion beam irradiation and implantation training and services to researchers from UAlbany, other academic insitutions, federal research agencies, and private industry to probe structure of materials, modification of structure and impact of ion irradiation on their physical, chemical, and electronic properties.","vision":"The Ion Beam Laboratory (IBL) strives to remain one of the leading laboratory of its kind and offer a wide variety of irradiation, measurement, and analysis facilities and services. The IBL will assist its users and partners in advancing the science and technology of biological, chemical, solid state, and electronic materials leading to the growth of new businesses in New York state and the country.","annualBudget":"","stateHeadcount":"","rfHeadcount":"","stateNumber":"","rfNumber":"","additionalAmount1":"","additionalSource1":"","additionalAmount2":"","additionalSource2":"","additionalAmount3":"","additionalSource3":"","federalApplicationsGoal":"","privateApplicationsGoal":"","stateApplicationsGoal":"","federalApplicationsActual":"","privateApplicationsActual":"","stateApplicationsActual":"","federalAwardsGoal":"","privateAwardsGoal":"","stateAwardsGoal":"","federalAwardsActual":"","privateAwardsActual":"","stateAwardsActual":"","lsProposalsGoal":"","lsProposalsActual":"","lsAwardsGoal":"","lsAwardsActual":"","sttrProposalsGoal":"","sttrProposalsActual":"","sttrAwardssGoal":"","sttrAwardsActual":"","booksAuthoredGoal":"","booksAuthoredActual":"","bookChaptersGoal":"","bookChaptersActual":"","publicationsGoal":"","publicationsActual":"","listOfPublications":"","intellectualPropertiesGoal":"","intellectualPropertiesActual":"","patentAppsGoal":"","patentAppsActual":"","patentsIssuedGoal":"","patentsIssuedActual":"","patentsLicenesedGoal":"","patentsLicenesedActual":"","licensesExecutedGoal":"","licensesExecutedActual":"","licensedRevenueGoal":"","licensedRevenueActual":"","startupCompaniesGoal":"","startupComapniesActual":"","listofIntellectualProperties":"","conferencesGoal":"","conferencesActual":"","keynoteAddresses":"","otherActivities":"","undergraduateStudentsGoal":"","graduateStudentsGoal":"","graduatePhdStudentsGoal":"","phdStudentsGoal":"","undergraduateStudentsActual":"","graduateStudentsActual":"","graduatePhdStudentsActual":"","phdStudentsActual":"","natureOfMentoringUndergradudate":"","natureOfMentoringGraduate":"","natureOfMentoringGraduatePhd":"","natureOfMentoringPhd":"","topAchievements1":"","topAchievements2":"","topAchievements3":"","topAchievements4":"","topAchievements5":"","goal1":"","goal2":"","goal3":"","goal4":"","goal5":"","actions1":"","actions2":"","actions3":"","actions4":"","actions5":"","metrics1":"","metrics2":"","metrics3":"","metrics4":"","metrics5":"","timeframe1":"","timeframe2":"","timeframe3":"","timeframe4":"","timeframe5":"","actionsImplemented1":"","actionsImplemented2":"","actionsImplemented3":"","actionsImplemented4":"","actionsImplemented5":"","noteworthyResults1":"","noteworthyResults2":"","noteworthyResults3":"","noteworthyResults4":"","noteworthyResults5":"","changes1":"","changes2":"","changes3":"","changes4":"","changes5":"","noofpartners":"","otherThoughtsToGrowResearch":"","bigChallenges":"","resourceNeeds":"","strategicSuggestions":"","otherthoughts":""}},{"Unit":"Center for Human Services Research","FY 21-22":{"unit":"Center for Human Services Research","year":"FY 21-22","lastName":"Gullick","firstName":"Margaret","email":"mgullick@albany.edu","mission":"The Center for Human Services Research is dedicated to developing empirically based knowledge to improve the design and delivery of services that address social issues and meet community needs. We conduct evaluation research and design information systems to inform policymakers and service providers across a broad spectrum of fields. The Center for Human Services Research values integrity in its research and is dedicated to providing timely, accurate, and non-biased information to guide best practice in the human services.","vision":"To be the leading university-based research center in the nation that provides leaders and practitioners with empirically based knowledge and technological innovations to create a better world.","annualBudget":"","stateHeadcount":"","rfHeadcount":"","stateNumber":"","rfNumber":"","additionalAmount1":"","additionalSource1":"","additionalAmount2":"","additionalSource2":"","additionalAmount3":"","additionalSource3":"","federalApplicationsGoal":"3","privateApplicationsGoal":"2","stateApplicationsGoal":"5","federalApplicationsActual":"","privateApplicationsActual":"","stateApplicationsActual":"","federalAwardsGoal":"2","privateAwardsGoal":"1","stateAwardsGoal":"4","federalAwardsActual":"","privateAwardsActual":"","stateAwardsActual":"","lsProposalsGoal":"3","lsProposalsActual":"","lsAwardsGoal":"2","lsAwardsActual":"","sttrProposalsGoal":"0","sttrProposalsActual":"","sttrAwardssGoal":"0","sttrAwardsActual":"","booksAuthoredGoal":"0","booksAuthoredActual":"","bookChaptersGoal":"0","bookChaptersActual":"","publicationsGoal":"3","publicationsActual":"1","listOfPublications":"Waxman, M.J., Ray, M., Schechter-Perkins, E.M., Faryar, K., Coen Flynn, K., Breen, M., Wojcik, S.M., Berry, F., Zheng, A., Ata, A., Lerner, E.B., Lyons, M.S., McGinnis, S. (2022) Patients’ Perspectives on Emergency Department COVID-19 Vaccination and Vaccination Messaging Through Randomized Vignettes. Public Health Reports, 13(4). ","intellectualPropertiesGoal":"0","intellectualPropertiesActual":"","patentAppsGoal":"0","patentAppsActual":"","patentsIssuedGoal":"0","patentsIssuedActual":"","patentsLicenesedGoal":"0","patentsLicenesedActual":"","licensesExecutedGoal":"0","licensesExecutedActual":"","licensedRevenueGoal":"0","licensedRevenueActual":"","startupCompaniesGoal":"0","startupComapniesActual":"","listofIntellectualProperties":"","conferencesGoal":"3 conference/seminar presentations","conferencesActual":"1 plenary invited presentation","keynoteAddresses":"1. Research & Evaluation Within an Early Parenting Intervention Program: Ideas from Healthy Families New York (Gullick, M.M., & Kirkland, K.), The Boys’ and Girls’ Clubs Association of Hong Kong 2022 Symposium on Early Childhood Intervention (International), Hong Kong/Virtual.","otherActivities":"","undergraduateStudentsGoal":"0","graduateStudentsGoal":"0","graduatePhdStudentsGoal":"0","phdStudentsGoal":"0","undergraduateStudentsActual":"0","graduateStudentsActual":"1","graduatePhdStudentsActual":"1","phdStudentsActual":"0","natureOfMentoringUndergradudate":"0","natureOfMentoringGraduate":"GA","natureOfMentoringGraduatePhd":"GA","natureOfMentoringPhd":"0","topAchievements1":"CHSR completed a series of 30 virtual focus groups as part of a needs assessment and gap analysis for the NYS Birth through 5 Preschool Development Grant (administered by the NYS Council on Children and Families). These focus groups targeted NYS parents with young children (ages 0-5) and asked about experiences with the early care and education systems. This pivot to virtual focus groups, paired with a significant time investment into new recruitment strategies and partnerships, resulted in a much larger (N=250) and more diverse participant pool than previous year’s in-person focus group efforts, and thus collected the experiences of more types of parents from around the state. ","topAchievements2":"The Data Management and Analytics Center (DMAC), a part of CHSR, continued to provide individual technical assistance and data analytics support to UAlbany faculty, but also expanded its services to partner with the UAlbany libraries on the Data Management Plan Tool (DMPTool), and initiated a partnership with SUNY Downstate to provide hourly research support services (e.g., statistical consulting, survey instrument reviews, data visualization, etc.).","topAchievements3":"CHSR was selected as the vendor for the Perinatal and Infant Community Health Collaborative Data Management Information System by the NYS Department of Health, in response to a competitive RFP. This award includes over half a million dollars over five years to develop and maintain a web-based data collection and storage system. ","topAchievements4":"All research staff completed training in trauma-informed evaluation, and participated in a group discussion about ways to translate these principles into concrete practices during research design, data collection, and analysis. This training ensures that all staff are up to date on best practices in evaluation and have a comprehensive understanding of trauma, its potential impacts on human services clients, and how to best protect participants while gathering high-quality data and answering each project’s key evaluation questions. ","topAchievements5":"CHSR completed a self-study for the University at Albany evaluating the current standing of students from historically excluded groups within STEM majors by conducting focus groups and interviews with students and faculty, conducting a survey, and analyzing administrative data. This work has resulted in critical information for the University to use to better recruit and support students of color in the hard sciences, and is informing the University’s current application for additional funding under the HHMI Driving Change initiative.","goal1":"","goal2":"","goal3":"","goal4":"","goal5":"","actions1":"","actions2":"","actions3":"","actions4":"","actions5":"","metrics1":"","metrics2":"","metrics3":"","metrics4":"","metrics5":"","timeframe1":"","timeframe2":"","timeframe3":"","timeframe4":"","timeframe5":"","actionsImplemented1":"","actionsImplemented2":"","actionsImplemented3":"","actionsImplemented4":"","actionsImplemented5":"","noteworthyResults1":"","noteworthyResults2":"","noteworthyResults3":"","noteworthyResults4":"","noteworthyResults5":"","changes1":"","changes2":"","changes3":"","changes4":"","changes5":"","noofpartners":"","otherThoughtsToGrowResearch":"","bigChallenges":"","resourceNeeds":"","strategicSuggestions":"","otherthoughts":""}},{"Unit":"Center for Functional Genomics","FY 21-22":{"unit":"Center for Functional Genomics","year":"FY 21-22","lastName":"Chittur","firstName":"Sridar","email":"schittur@albany.edu","mission":"The mission of the Center for Functional Genomics is to develop expertise on new and developing genomic technologies that advance and improve the understanding of biology. As part of its mission, the CFG maintains core competencies in genomics, epitranscriptomics, epigenetics and bioinformatics.","vision":"The Center for Functional Genomics provides state-of-the-art services that enables scientists to conduct innovative research utilizing resources for which cost, operational investment, and expertise is most efficiently and effectively supported as a shared resource, fostering the growth of biotechnology at the University at Albany and throughout the Capital Region.","annualBudget":"CFG operating costs are offset by current year income - both state and RF\nAlthough there are 5 RF employees, 2 are FTE, and 3 are 50% Obviously income will post as itcomes in so numbers will be higher on June 30,2022\n\no\tCFG income-State:  $8,388\no\tCFG income-RF:  $128,747.25\no\tTotal:  $137,135.25\n","stateHeadcount":"","rfHeadcount":"","stateNumber":"","rfNumber":"","additionalAmount1":"","additionalSource1":"","additionalAmount2":"","additionalSource2":"","additionalAmount3":"","additionalSource3":"","federalApplicationsGoal":"4","privateApplicationsGoal":"0","stateApplicationsGoal":"","federalApplicationsActual":"4","privateApplicationsActual":"","stateApplicationsActual":"","federalAwardsGoal":"","privateAwardsGoal":"","stateAwardsGoal":"","federalAwardsActual":"","privateAwardsActual":"","stateAwardsActual":"","lsProposalsGoal":"0","lsProposalsActual":"0","lsAwardsGoal":"0","lsAwardsActual":"0","sttrProposalsGoal":"N/A","sttrProposalsActual":"N/A","sttrAwardssGoal":"N/A","sttrAwardsActual":"","booksAuthoredGoal":"N/A","booksAuthoredActual":"N/A","bookChaptersGoal":"N/A","bookChaptersActual":"N/A","publicationsGoal":"4","publicationsActual":"10","listOfPublications":"Publications from the lab:\n1)\tFung ITH, Zhang Y, Sankar P, Shin DS, Sun X, D'Souza S, Song R, Kuentzel M, Chittur SV, Zuloaga KL,, Yang Q.(2020) Group 2 innate lymphoid cells are numerically and functionally deficient in the triple transgenic mouse model of Alzheimer’s disease J. Neuroinflammation 18, 152\n2)\t Hayden A, Kuentzel M, Chittur SV (2021) Rapid, Affordable and Scalable SARS-CoV-2 Detection from Saliva medRxiv 2021.04.01.21254182; doi: https://doi.org/10.1101/2021.04.01.21254182\n3)\tD’Souza SS, Zhang Y, Sankar P, Bailey, JT, Fung ITH, Kuentzel ML, Chittur SV, Yang Q., Type I Interferon signaling controls the accumulation and transcriptomes of monocytes in the aged lung (2021) Aging Cell 00, e13470. https://doi.org/10.1111/acel.13470\n4)\tRopri AS, DeVauz R, Chittur SV, Herschkowitz J (2021) Cis-acting Super-Enhancer lncRNAs as Biomarkers of Early-Stage Breast Cancer Breast Cancer Res. 2021 Oct 30;23(1):101.\n5)\tAshton JM, Rehrauer H, Myers J, Myers J, Zanche M, Balys M, Foox J, Mason CE, Steen R, Kuentzel ML, Aquina C, Garcia-Reyero N, Chittur SV.(2021) Comparative analysis of single-cell RNA Sequencing Platforms and Methods.J. Biomol. Tech. 32(4)\n6)\tDas S, Saqib M, Meng RC, Chittur SV, Wan F, Sun W (2021) Heterochromatosis drives abherrant intestinal responses to hyper-yersiniabactin producing Yersinia pseudotuberulosis leading to acute lethality. P.N.A.S Jan 2022, 119 (2) e2110166119; DOI: 10.1073/pnas.2110166119\n7)\tHayden A, Kuentzel M, Chittur SV (2021) Rapid, Affordable and Scalable SARS-CoV-2 Detection from Saliva J. BioMol Tech 32(3)\n8)\tMoore KJM, Cahill J,,Aidelberg, G Aronoff R, Bektaş A,, BezdanD, ButlerDJ, Chittur SV, Codyre M, Federici F, Tanner NA, Tighe SW, True R, Ware SB, Wyllie AL, Afshin EE, Bendesky A, Chang CB, Dela Rosa R, Elhaik E, Erickson D, Goldsborough AS, Hadasch K, Hayden A, Her  SY, Karl JA, Kim CH, Kunstman T, Landau Z,  Land K, Langhorst BW, Lindner AB, Mayer BE, McLaughlin LA, McLaughlin MT, Molloy J, Mozsary C, Nadler JL, Ng D, O'Connor DH, Ongerth JE, Osuolale O, Pinharanda A, Plenker D, Ranjan R, Rosbash M, Rotem A, Segarra J, Sherrill-Mix S, To S, Vogt MC, Yu AD, Mason CE:The gLAMP Consortium, (2021) Loop-Mediated Isothermal Amplification (LAMP) for Detection of SARS-CoV-2: An International Consortium Review. J. Biomol Tech. 32(3) -Awarded Outstanding Manuscript award by JBT\n9)\tTighe SW, Hayden AF, Kuentzel ML, Eckstrom KM, Vellone DL, Finstad KH, Laaguiby PK, Hoffman JJ, Chittur SV (2021) Molecular Characterization of Increased Amplicon Lengths in SARS-CoV-2 Reverse Transcription Loop-Mediated Isothermal Amplification Assays. J. Biomol Tech. 32(3)\n10)\tGlinsky GV, Godugu K, Sudha T, Rajabi M, Chittur SV, Mousa SA, Davis PJ (2022) Effects of Anticancer Agent P-bi-TAT on Gene Expression Link Integrin Thyroid Hormone Receptors to Expression of Stemness and Energy Metabolism Genes in Cancer Cells Metabolites 12(4), 325\n\nPublications acknowledging our work:\n1.\tLin JM, Mitchell TA, Rothstein M, Pehl A, Taroc EZM, Ketreddi RR, KE Parra, Zuloaga DG, Simoes-Costa M, Forni PE (2022) Sociosexual behavior requires both activating and repressive roles of Tfap2e/AP-2ε in vomeronasal sensory neurons, bioRxiv\n2.\tMcCarthy A, Sarkar K, Martin ET, Upadhyay M, Jang S, Williams ND, Forni PE, Vuszczak M, Rangan P (2022) Msl3 promotes germline stem cell differentiation in female Drosophila, Development 149 (1), dev199625\n3.\tSudha, T.; Godugu, K.; Glinsky, G.V.; Mousa, S.A. Triazole Modified Tetraiodothyroacetic Acid Conjugated to Polyethylene Glycol, a Thyrointegrin αvβ3 Antagonist as a Radio- and Chemo-Sensitizer in Pancreatic Cancer. Biomedicines 2022, 10, 795. \n4.\tMoskwa, N., Mahmood, A., Nelson, D. A., Altrieth, A. L., Forni, P., & Larsen, M. (2022). Single-cell sequencing reveals PDFGRα+ stromal cell subpopulations that promote proacinar differentiation in embryonic salivary gland organoids. Development (Cambridge, England), dev.200167. Advance online publication.\n5.\tET Martin, K Sarkar, A McCarthy, P Rangan (2022) Oo-site: A dashboard to visualize gene expression during Drosophila oogenesis reveals meiotic entry is regulated post-transcriptionally. bioRxiv\n6.\tReverdatto, S., Prasad, A., Belrose, J.L,, Zhang X, Sammons, MA, Gibbs KM, Szaro BG. (2022).Developmental and Injury-induced Changes in DNA Methylation in Regenerative versus Non-regenerative Regions of the Vertebrate Central Nervous System. BMC Genomics 23, 2 \n7.\tEvke S, LinQ, Melendez JA, Begley TJ (2022) Epitranscriptomic reprogramming is required to prevent stress and damage from acetaminophen, Genes, 13(3), 421\n8.\tMartin ET, Blatt P, Ngyuen E, Lahr R, Selvam S, Yoon HAM, Pocchiari T, Emtenani S, Siekhaus DE, Berman A, Fuchs G, Rangan P (2022), A translation control module coordinates germline stem cell differentiation with ribosome biogenesis during Drosophila oogenesis,Developmental Cell, 57(7) 883-900\n9.\tEmtenani S, Martin ET, Gyoergy A, Bicher J, Genger J-W, Hurd TR, Kocher T, Bergthaler A, Rangan, P, Siekhaus DE (2021) A genetic program boosts mitochondrial function to power macrophage tissue invasion, bioRxiv, doi: https://doi.org/10.1101/2021.02.18.431643\n10.\tSarkar, K., Kotb, N.M., Lemus, A., Martin, E.T., McCarthy, A., Camacho, J., Iqbal, A., Valm, A.M., Sammons, M.A., Rangan, P., 2021. A feedback loop between heterochromatin and the nucleopore complex controls germ-cell to oocyte transition during Drosophila oogenesis. bioRxiv  doi: https://doi.org/10.1101/2021.10.31.466575\n11.\tBlatt P, Wong-Deyrup SW, McCarthy A, Breznak S, Hurton MD, Upadhyay M, Bennink B, Camacho C, Lee, MT, Rangan P (2021) RNA degradation is required for the germ-cell to maternal transition in Drosophila, Current Biology, 31, 2984–2994\n12.\tNHE Darwish, GV Glinsky, T Sudha, SA Mousa (2022) Targeting Thyrointegrin αvβ3 Using Fluorobenzyl Polyethylene Glycol Conjugated Tetraiodothyroacetic Acid (NP751) in Acute Myeloid Leukemia , Frontiers in Oncology (11) 793810\n13.\tN Moskwa, A Mahmood, DA Nelson, AL Altrieth, Forni P, Larsen M, (2021) PDFGRα+ stromal cells promote salivary gland proacinar differentiation through FGF2-dependent BMP7 signaling, BioRxiv\n14.\tWaldern, J.M., Smith, D., Piazza, C.L, Bailey EJ, Schiraldi NJ, Nemati R, Fabris D, Belfort M, Novikova O.(2021) Methylation of rRNA as a host defense against rampant group II intron retrotransposition. Mobile DNA 12, 9\n15.\tThiemann RF, Varney S, Moskwa Nicholas, Lamar J, Larsen M, LaFlamme SE (2021) Regulation of Myoepithelial Differentiation in 3-Dimensional Culture, bioRxiv https://doi.org/10.1101/2021.06.28.450182\n16.\tEvke S, Melendez JA, LinQ, Begley TJ (2021) Epitranscriptomic reprogramming is required to prevent stress and damage from acetaminophen, biorxiv, https://doi.org/10.1101/2021.08.16.456530\n17.\tWeber, DJ-2021-Detection Range of Hydrilla verticillata (L.f.) Royle Environmental DNA in a Lotic System (MS Thesis, Dept of Geography & Planning, UAlbany), \n18.\tDarwish NHE, Glinsky GV, Sudha T, Mousa SA - 2021 - A Novel Fluorobenzyl Polyethylene Glycol Conjucated Tetraiodothyroacetic Acid (fb-PMT), Targeting Thyrointegrin αvβ3 in Treatment Acute Myeloid Leukemia, researchsquare.com\n","intellectualPropertiesGoal":"N/A","intellectualPropertiesActual":"N/A","patentAppsGoal":"N/A","patentAppsActual":"N/A","patentsIssuedGoal":"N/A","patentsIssuedActual":"N/A","patentsLicenesedGoal":"N/A","patentsLicenesedActual":"N/A","licensesExecutedGoal":"N/A","licensesExecutedActual":"N/A","licensedRevenueGoal":"N/A","licensedRevenueActual":"N/A","startupCompaniesGoal":"N/A","startupComapniesActual":"N/A","listofIntellectualProperties":"","conferencesGoal":"N/A","conferencesActual":"","keynoteAddresses":"","otherActivities":"Other activities:\n2021\tReviewer, NIH Microbiome and Metagenomics Center (U24 mechanism) for the Nutrition for Precision Health All of Us Research Program, Special Emphasis Panel/Scientific Review Group 2021/10 ZRG1 IMST-K (50) R\n2021-Present\tReviewer, Viruses\n2021-Present\tReviewer, International Journal of Molecular Sciences\n2021-Present\tMember, ABRF Strategic Plan Task Force\n2021                       JBT Outstandiing Manuscript of the year, ABRF\n2022-Present\tMember, DNA Sequencing Research Group\n","undergraduateStudentsGoal":"","graduateStudentsGoal":"1","graduatePhdStudentsGoal":"1","phdStudentsGoal":"","undergraduateStudentsActual":"","graduateStudentsActual":"1","graduatePhdStudentsActual":"1","phdStudentsActual":"","natureOfMentoringUndergradudate":"","natureOfMentoringGraduate":"thesis project ","natureOfMentoringGraduatePhd":"committee member","natureOfMentoringPhd":"","topAchievements1":"We have successfully implemented the launch of the NextSeq2000 sequencer. This enables our users to generate high quality DNA/RNA sequencing data at a more cost-efficient scale.","topAchievements2":"We have built workflow pipelines for new methodologies to enable single cell applications that allow our users to do cutting edge research","topAchievements3":"We have continued to build our customer base and provide assay services in Sanger sequencing, Next Gen sequencing, Microarrays and quantitative PCR. Our efforts in maintaining some of these aging instrumentation allow us to develop new methods using fragment analysis for detection of invasive species","topAchievements4":"","topAchievements5":"","goal1":"Development of new genomic methods for transcriptomics and epitranscriptomics to enable investigators at UAlbany and collaborating institutions to advance research.","goal2":"","goal3":"","goal4":"","goal5":"","actions1":"Build workflow pipelines for new methodologies to enable Chip-seq, ATAC-Seq, Cut-n-RunSeq and single cell applications","actions2":"","actions3":"","actions4":"","actions5":"","metrics1":"#Projects completed that enable investigators to complete these assays Publications with us as co-authors or acknowledgements","metrics2":"","metrics3":"","metrics4":"","metrics5":"","timeframe1":"","timeframe2":"","timeframe3":"","timeframe4":"","timeframe5":"","actionsImplemented1":"","actionsImplemented2":"","actionsImplemented3":"","actionsImplemented4":"","actionsImplemented5":"","noteworthyResults1":"","noteworthyResults2":"","noteworthyResults3":"","noteworthyResults4":"","noteworthyResults5":"","changes1":"","changes2":"","changes3":"","changes4":"","changes5":"","noofpartners":"","otherThoughtsToGrowResearch":"1. Once we are moved to the main campus, we can partner with faculty research groups on main campus (LSRB/RNA Institute and ETEC) on various projects that would utilize our genomics services\n2. Our current collaborations with SUNY Cobleskill and DEC could open new avenues for surveillence of invasive species\n3. Our collaborations with HVCC and ABRF could allow us to partner in other mentoring opportunities funded by NSF","bigChallenges":"1. Our instrumentation is aging and needs upgrading/replacement\n2. Our current operational models are in need of revision: \n(a) There is no budget for R&D efforts. This makes it more difficult to develop new methods\n(b) CFG needs to be included in grant proposals that utilize our services. \n(c) Currently it takes a lot of time and effort to track payments between RF/State to reconcile with our own records that are more up to date. \n(d)Deficit funding does not allow us to forecast our future budgets effectively.\n\n3. There is no marketing or advisory support for our services. While we have been doing a decent job, it would help to reconstitute a Scientific Advisory Board and a Faculty Advisory Board for guidance and direction","resourceNeeds":"1. A liquid handling robot to automate routine tasks and improve efficiencies.\n2. Scientific Advisory Board and a Faculty Advisory Board for guidance and direction\n3. Inclusion with other units to better focus on University priorities","strategicSuggestions":"1. Relocate to main campus to be better integrated with Life Science Initiatives\n2. Look for synergies between various core facilities on campus to develop new methods. Currently each facility runs independently without strategic overlaps in vision/priorities.","otherthoughts":"Better marketing of our resources especially to outside entities that will build revenue","partners":[{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"JoEllen Welsh","JobTitle":"Professor","Department":"CRC","School":"","Organization":"","Email":"jwelsh@albany.edu"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Jason Herschkowitz","JobTitle":"Associate Professor","Department":"BMS","School":"","Organization":"","Email":"jherschkowitz@albany.edu"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Andrew Berglund","JobTitle":"Professor","Department":"RNA Institute","School":"","Organization":"","Email":"aberglund@albany.edu"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Melinda Larsen","JobTitle":"Professor","Department":"Biology","School":"","Organization":"","Email":"mlarsen@albany.edu"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Alexander Shekhtman","JobTitle":"Professor","Department":"Chemistry","School":"","Organization":"","Email":"ashekhtman@albany.edu"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Morgan Sammons","JobTitle":"Assistant Professor","Department":"Biology","School":"","Organization":"","Email":"masammons@albany.edu"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Paolo Forni","JobTitle":"Associate Professor","Department":"Biology","School":"","Organization":"","Email":"pforni@albany.edu"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Prashant Rangan","JobTitle":"Associate Professor","Department":"Biology","School":"","Organization":"","Email":"prangan@albany.edu"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Prashant Rangan","JobTitle":"Associate Professor","Department":"","School":"","Organization":"Mt. Sinai School of Medicine","Email":"prashanth.rangan@mssm.edu"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Tom Begley","JobTitle":"Professor","Department":"Biology","School":"","Organization":"","Email":"tbegley@albany.edu"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Bum-Kyu Lee","JobTitle":"Assistant Professor","Department":"BMS","School":"","Organization":"","Email":"blee6@albany.edu "},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"David Jourd'heil","JobTitle":"Professor","Department":"Cntr for Cardiovascular Sci","School":"","Organization":"Albany Medical College","Email":"jourdhd@amc.edu"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Basil Rigas","JobTitle":"","Department":"Preventive Medicine","School":"","Organization":"Stony Brook University","Email":"basil.rigas@stonybrookmedicine.edu"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Kathleen Gillespie","JobTitle":"Assistant Professor in Biotechnology","Department":"Department of Natural Sciences and Mathematics","School":"","Organization":"SUNY Cobleskill","Email":"Gilleskm@cobleskill.edu"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Sergio Lira","JobTitle":"Professor","Department":"Clinical Immunology","School":"","Organization":"Mount Sinai School of Medicine","Email":"sergio.lira@mssm.edu"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Kevin Pumiglia","JobTitle":"Professor","Department":"Regenerative and Cancer Cell Biology","School":"","Organization":"Albany Medical College","Email":"PumiglK@amc.edu"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Wenzheng Zhang","JobTitle":"Professor","Department":"Regenerative & Cancer Cell Biology","School":"","Organization":"Albany Medical College","Email":"zhangw1@mail.amc.edu"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Qi Yang","JobTitle":"Associate Professor","Department":"Immunology & Microbial Disease","School":"","Organization":"Albany Medical College","Email":"yangq@amc.edu"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Sally Temple","JobTitle":"","Department":"","School":"","Organization":"Neural Stem Cell Institute","Email":"sallytemple@neuralsci.org"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Dennis Metzger","JobTitle":"Professor","Department":"Immunoly & Microbial Disease","School":"","Organization":"Albany Medical College","Email":"metzged@amc.edu"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Dong-Joo (Ellen) Cheon","JobTitle":"Associate Professor","Department":"Regenerative and Cancer Cell Biology","School":"","Organization":"Albany Medical College ","Email":"cheond@amc.edu"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Katherine C. MacNamara","JobTitle":"Assistant Professor","Department":"Immunology and Microbial Diseases","School":"","Organization":"Albany Medical College","Email":"MacnamK@amc.edu"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Bruce Herron","JobTitle":"Associate Professor","Department":"BMS","School":"","Organization":"Wadsworth","Email":"MacNamara, Kate <MacnamK@amc.edu>"},{"year":"FY 21-22","unit":"Center for Functional Genomics","FullName":"Vandhana Chari","JobTitle":"","Department":"","School":"","Organization":"Next Advance Inc","Email":"vchari@nextadvance.com"}]}},{"Unit":"Atmospheric Sciences Research Center","FY 21-22":{"unit":"Atmospheric Sciences Research Center","year":"FY 21-22","lastName":"Thorncroft","firstName":"Christopher ","email":"cthorncroft@albany.edu","mission":"Through fundamental and applied interdisciplinary research, the mission of the Atmospheric Sciences Research Center is to expand our understanding of the physical and chemical processes that govern the atmosphere-land-water system to improve the quality of life and economic well-being of citizens across New York State, the nation and the world.","vision":"To maintain and expand ASRC as a global leader in atmospheric and environmental sciences research and its application to the betterment of society, in an inclusive and collaborative environment that values integrity, diversity and the well-being of all.","annualBudget":"","stateHeadcount":"","rfHeadcount":"","stateNumber":"","rfNumber":"","additionalAmount1":"","additionalSource1":"","additionalAmount2":"","additionalSource2":"","additionalAmount3":"","additionalSource3":"","federalApplicationsGoal":"","privateApplicationsGoal":"","stateApplicationsGoal":"","federalApplicationsActual":"","privateApplicationsActual":"","stateApplicationsActual":"","federalAwardsGoal":"","privateAwardsGoal":"","stateAwardsGoal":"","federalAwardsActual":"","privateAwardsActual":"","stateAwardsActual":"","lsProposalsGoal":"","lsProposalsActual":"","lsAwardsGoal":"","lsAwardsActual":"","sttrProposalsGoal":"","sttrProposalsActual":"","sttrAwardssGoal":"","sttrAwardsActual":"","booksAuthoredGoal":"","booksAuthoredActual":"","bookChaptersGoal":"","bookChaptersActual":"","publicationsGoal":"","publicationsActual":"","listOfPublications":"","intellectualPropertiesGoal":"","intellectualPropertiesActual":"","patentAppsGoal":"","patentAppsActual":"","patentsIssuedGoal":"","patentsIssuedActual":"","patentsLicenesedGoal":"","patentsLicenesedActual":"","licensesExecutedGoal":"","licensesExecutedActual":"","licensedRevenueGoal":"","licensedRevenueActual":"","startupCompaniesGoal":"","startupComapniesActual":"","listofIntellectualProperties":"","conferencesGoal":"","conferencesActual":"","keynoteAddresses":"","otherActivities":"","undergraduateStudentsGoal":"","graduateStudentsGoal":"","graduatePhdStudentsGoal":"","phdStudentsGoal":"","undergraduateStudentsActual":"","graduateStudentsActual":"","graduatePhdStudentsActual":"","phdStudentsActual":"","natureOfMentoringUndergradudate":"","natureOfMentoringGraduate":"","natureOfMentoringGraduatePhd":"","natureOfMentoringPhd":"","topAchievements1":"","topAchievements2":"","topAchievements3":"","topAchievements4":"","topAchievements5":"","goal1":"","goal2":"","goal3":"","goal4":"","goal5":"","actions1":"","actions2":"","actions3":"","actions4":"","actions5":"","metrics1":"","metrics2":"","metrics3":"","metrics4":"","metrics5":"","timeframe1":"","timeframe2":"","timeframe3":"","timeframe4":"","timeframe5":"","actionsImplemented1":"","actionsImplemented2":"","actionsImplemented3":"","actionsImplemented4":"","actionsImplemented5":"","noteworthyResults1":"","noteworthyResults2":"","noteworthyResults3":"","noteworthyResults4":"","noteworthyResults5":"","changes1":"","changes2":"","changes3":"","changes4":"","changes5":"","noofpartners":"","otherThoughtsToGrowResearch":"","bigChallenges":"","resourceNeeds":"","strategicSuggestions":"","otherthoughts":""},"FY 22-23":{"unit":"Atmospheric Sciences Research Center","year":"FY 22-23","lastName":"Thorncroft","firstName":"Christopher","email":"cthorncroft@albany.edu","mission":"Through fundamental and applied interdisciplinary research, the mission of the Atmospheric Sciences Research Center is to expand our understanding of the physical and chemical processes that govern the atmosphere-land-water system to improve the quality of life and economic well-being of citizens across New York State, the nation and the world.","vision":"To maintain and expand ASRC as a global leader in atmospheric and environmental sciences research and its application to the betterment of society, in an inclusive and collaborative environment that values integrity, diversity and the well-being of all.","annualBudget":"People: ASRC’s 14 faculty and 7 staff (including one full-time staff person at Whiteface Mountain) are supported by UAlbany. Over the past five years, ASRC’s payroll expenditures totaled $10,706,372 – an average of $2,141,274 per year. One full-time research facilitator and one part-time IT support person are supported by the VPR. Post-docs, research scientists, visiting scholars, graduate students, and undergraduate students are primarily paid from research grants; some are supported from start-up funds provided to SUNY2020 faculty. Most ASRC faculty are on 9-month academic year appointments and are paid summer salary from research grants or start-up funds. OTPS: ASRC’s operations, including operations at the UAlbany location and at Whiteface Mountain, are covered by IFR revenue recovered from sponsored programs. Over the past five years, ASRC’s OTPS expenditures at the Albany location have totaled $202,696, an average of $40,539 per year. Not counting annual telephone charges of almost $19,000 per year, OTPS expenses at ASRC average about $21,539 per year. The Whiteface location’s OTPS expenditures over five years total $77,606, an average of $15,521 per year. One faculty member had a legacy IFR account that covered some OTPS expenses such as Verizon Wireless. Strategic Investment: In the past, ASRC has received overhead recovery from the VPR to be used to grow research activity at ASRC. We have about $70,900 remaining in cash to spend on the state-side. On the RF side there is a legacy overhead recovery account primarily used in support of our RF p-card program as the initial source to pay the Bank of America bill monthly; expenses are then moved to the appropriate sponsored award through a reconciliation process. Events: ASRC has both UAlbany Foundation funds in the Ray Falconer Endowment and UAS (Auxiliary Services) funds to support lectures and colloquies.","stateHeadcount":"22","rfHeadcount":"68","stateNumber":"20.68","rfNumber":"51.65","proposals1":"24.2","proposals2":"1","proposals3":"5","awards1":"10","awards2":"4","awards3":"2","largeScale1":"2","largeScale2":"1","sttrAwards1":"0","sttrAwards2":"0","publication1":"0","publication2":"0","publication3":"73","technologyTransfer1":"1","technologyTransfer2":"1","technologyTransfer3":"0","technologyTransfer4":"0","technologyTransfer5":"0","technologyTransfer6":"0","technologyTransfer7":"0","conference":"39","educationAndTraining1":"9","educationAndTraining2":"1","educationAndTraining3":"19","educationAndTraining4":"6","goal1":"Maintain strengths and establish new research strengths (in wake of upcoming retirements):\n•\tRenewable Energy/Grid Resiliency\n•\tAtmospheric Chemistry (including Whiteface activity)\n•\tClimate\n•\tUrban Environment and Health\n•\tAI applications in Atmospheric Sciences\n•\tHydrology (including water resources, flooding applications\n","goal2":"Establish interdisciplinary research partnerships with College of Emergency Preparedness, Homeland Security and Cybersecurity, College of Engineering and Applied Sciences, School of Public Health and others as appropriate. ","goal3":"Develop and implement a strategy for attracting and retaining high quality and diverse faculty, staff, researchers and students to the Center. ","goal4":"Maintain and grow support for ASRC research: pre- and post-award support, IT","goal5":"Maintain and exploit our available facilities – including Whiteface Laboratory and NYS Mesonet).","actions1":"Through interdisciplinary collaborations pursue funding from all applicable federal, state, and private sources within these research strengths.\n\nSeek hires in faculty, students and staff to contribute to these themes.","actions2":"Identify NYS agencies we should target for partnerships/funding and get to know key people within the agency\n\nEstablish a mechanism for regular sharing of grant opportunities for interdisciplinary research including seed funding.\n\nHave Clark Hill conduct a seminar on federal opportunities (especially large, multidisciplinary, multi-org).\n","actions3":"Develop succession plan for impending faculty retirements, including new EIP hire.  Enhance recruitment efforts for attracting a strong and diverse cohort of graduate students  Establish and implement a networking strategy for UG and Grad students in ETEC, highlighting the research and opportunities in ASRC  Hire a communications person to help ASRC keep content current on all outlets (Web, social media, print pieces); could be a freelancer","actions4":"Advocate for the Research Facilitator position to be filled in the wake of the upcoming retirement of Cathy Lott in 2022.\n\nConduct needs analysis for ASRC IT support.\n\nIdentify how ASRC will invest its ICR return in operational vs. strategic needs.\n","actions5":"Develop a support plan for Whiteface observatory in collaboration with DEC and other ASRC faculty who do field work at the observatory.\n\nEstablish a mechanism for monitoring and approving budgets for NYS Mesonet – as well as securing Federal and State funds to support it.\n","metrics1":"Metrics include:   (i) New Grants, (ii) Published papers and white papers, (iii) successful recruitment","metrics2":"Metrics include:  (i) New Grants, (ii) Published papers and white papers. ","metrics3":"Diversity metrics of faculty staff and student populations  (race, gender, research background etc)","metrics4":"Numbers of key support positions service ASRC mission Research activity Center morale (gauged through annual appraisals)","metrics5":"Establishment of a plan to operate and exploit Whiteface observatory.\n\nFinancial support for Whiteface\n\nEstablishment of new steering committee for NYS Mesonet that reviews and approves budgets\n\nFederal and State support for mesonet (dollars).\n","timeframe1":"May 2023","timeframe2":"May 2023","timeframe3":"May 2023","timeframe4":"May 2023","timeframe5":"May 2023","primaryLeader1":"Chris Thorncroft in collaboration with Research Theme Leaders","primaryLeader2":"Chris Thorncroft","primaryLeader3":"Chris Thorncroft working with ASRC’s Diversity and Inclusion Committee and ASRC’s Communication Committee","primaryLeader4":"Chris Thorncroft","primaryLeader5":"Chris Thorncroft","impactWorkplan1":"Lack of grant opportunities, Lack of funds for hiring","impactWorkplan2":"Lack of funding opportunities","impactWorkplan3":"Not achieving a sufficiently diverse pool of applicants for advertised positions\n\n","impactWorkplan4":"Not achieving University financial support for support positions","impactWorkplan5":"Failure to mobilize State and Federal funds.","collaboratingUnits1":"At UAlbany: School of Public Health, DAES, RIG, CEHC\nExternal: University of Connecticut\n","collaboratingUnits2":"CEHC, SPH, CEAS","collaboratingUnits3":"UAlbany Diversity and Inclusion Office","collaboratingUnits4":"Office of VPRED ","collaboratingUnits5":"Internal: Office of VPRED, Office of Government Relations\nExternal: Clarkhill, DEC, NYSERDA\n","impactResearchExcellence1":"Contributes to and will impact the three priority areas: (i) Recruit and retain faculty, staff and graduate students, (ii) Empower faculty, staff and students to engage in innovative research, (iii) Identify and support innovative research opportunities","impactResearchExcellence2":"Contributes to and will impact all three priority areas: (i) Recruit and retain faculty, staff and graduate students, (ii) Empower faculty, staff and students to engage in innovative research, (iii) Identify and support innovative research opportunities","impactResearchExcellence3":"Contributes to and will impact the first priority area: (i) Recruit and retain faculty, staff and graduate students.","impactResearchExcellence4":"Contributes to the three priority areas:  (i) Recruit and retain faculty, staff and graduate students, (ii) Empower faculty, staff and students to engage in innovative research, (iii) Identify and support innovative research opportunities.\n\n","impactResearchExcellence5":"Contributes to and will impact the three priority areas: (i) Recruit and retain faculty, staff and graduate students, (ii) Empower faculty, staff and students to engage in innovative research, (iii) Identify and support innovative research opportunities"}},{"Unit":"Center for Elimination of Minority Health Disparities","FY 21-22":{"unit":"Center for Elimination of Minority Health Disparities","year":"FY 21-22","lastName":"Golden","firstName":"Annis","email":"agolden@albany.edu","mission":"","vision":"","annualBudget":"","stateHeadcount":"","rfHeadcount":"","stateNumber":"","rfNumber":"","additionalAmount1":"","additionalSource1":"","additionalAmount2":"","additionalSource2":"","additionalAmount3":"","additionalSource3":"","federalApplicationsGoal":"","privateApplicationsGoal":"","stateApplicationsGoal":"","federalApplicationsActual":"","privateApplicationsActual":"","stateApplicationsActual":"","federalAwardsGoal":"","privateAwardsGoal":"","stateAwardsGoal":"","federalAwardsActual":"","privateAwardsActual":"","stateAwardsActual":"","lsProposalsGoal":"","lsProposalsActual":"","lsAwardsGoal":"","lsAwardsActual":"","sttrProposalsGoal":"","sttrProposalsActual":"","sttrAwardssGoal":"","sttrAwardsActual":"","booksAuthoredGoal":"","booksAuthoredActual":"","bookChaptersGoal":"","bookChaptersActual":"","publicationsGoal":"","publicationsActual":"","listOfPublications":"","intellectualPropertiesGoal":"","intellectualPropertiesActual":"","patentAppsGoal":"","patentAppsActual":"","patentsIssuedGoal":"","patentsIssuedActual":"","patentsLicenesedGoal":"","patentsLicenesedActual":"","licensesExecutedGoal":"","licensesExecutedActual":"","licensedRevenueGoal":"","licensedRevenueActual":"","startupCompaniesGoal":"","startupComapniesActual":"","listofIntellectualProperties":"","conferencesGoal":"","conferencesActual":"","keynoteAddresses":"","otherActivities":"","undergraduateStudentsGoal":"","graduateStudentsGoal":"","graduatePhdStudentsGoal":"","phdStudentsGoal":"","undergraduateStudentsActual":"","graduateStudentsActual":"","graduatePhdStudentsActual":"","phdStudentsActual":"","natureOfMentoringUndergradudate":"","natureOfMentoringGraduate":"","natureOfMentoringGraduatePhd":"","natureOfMentoringPhd":"","topAchievements1":"","topAchievements2":"","topAchievements3":"","topAchievements4":"","topAchievements5":"","goal1":"","goal2":"","goal3":"","goal4":"","goal5":"","actions1":"","actions2":"","actions3":"","actions4":"","actions5":"","metrics1":"","metrics2":"","metrics3":"","metrics4":"","metrics5":"","timeframe1":"","timeframe2":"","timeframe3":"","timeframe4":"","timeframe5":"","actionsImplemented1":"","actionsImplemented2":"","actionsImplemented3":"","actionsImplemented4":"","actionsImplemented5":"","noteworthyResults1":"","noteworthyResults2":"","noteworthyResults3":"","noteworthyResults4":"","noteworthyResults5":"","changes1":"","changes2":"","changes3":"","changes4":"","changes5":"","noofpartners":"","otherThoughtsToGrowResearch":"","bigChallenges":"","resourceNeeds":"","strategicSuggestions":"","otherthoughts":""},"FY 22-23":{"unit":"Center for Elimination of Minority Health Disparities","year":"FY 22-23","lastName":"","firstName":"","email":"","mission":"","vision":"","annualBudget":"","stateHeadcount":"","rfHeadcount":"","stateNumber":"","rfNumber":"","proposals1":"","proposals2":"","proposals3":"","awards1":"","awards2":"","awards3":"","largeScale1":"","largeScale2":"","sttrAwards1":"","sttrAwards2":"","publication1":"","publication2":"","publication3":"","technologyTransfer1":"","technologyTransfer2":"","technologyTransfer3":"","technologyTransfer4":"","technologyTransfer5":"","technologyTransfer6":"","technologyTransfer7":"","conference":"","educationAndTraining1":"","educationAndTraining2":"","educationAndTraining3":"","educationAndTraining4":"","goal1":"","goal2":"","goal3":"","goal4":"","goal5":"","actions1":"","actions2":"","actions3":"","actions4":"","actions5":"","metrics1":"","metrics2":"","metrics3":"","metrics4":"","metrics5":"","timeframe1":"","timeframe2":"","timeframe3":"","timeframe4":"","timeframe5":"","primaryLeader1":"","primaryLeader2":"","primaryLeader3":"","primaryLeader4":"","primaryLeader5":"","impactWorkplan1":"","impactWorkplan2":"","impactWorkplan3":"","impactWorkplan4":"","impactWorkplan5":"","collaboratingUnits1":"","collaboratingUnits2":"","collaboratingUnits3":"","collaboratingUnits4":"","collaboratingUnits5":"","impactResearchExcellence1":"","impactResearchExcellence2":"","impactResearchExcellence3":"","impactResearchExcellence4":"","impactResearchExcellence5":""}},{"Unit":"Institute for Health & the Environment","FY 21-22":{"unit":"Institute for Health & the Environment","year":"FY 21-22","lastName":"Carpenter","firstName":"David","email":"dcarpenter@albany.ed","mission":"To promote interdisciplinaary training and research in the broad areas of health and the environment","vision":"We hope to bridge the gaps and barriers that exist in any academic institution so as to promote more interdisicplinary research, including grants, and training at the graduate levels in these areas of health and environment.","annualBudget":"We are very poor, with only 1FTE paid by University funds and all else coming from indirect costs from grants.","stateHeadcount":"","rfHeadcount":"","stateNumber":"","rfNumber":"","additionalAmount1":"","additionalSource1":"","additionalAmount2":"","additionalSource2":"","additionalAmount3":"","additionalSource3":"","federalApplicationsGoal":"2","privateApplicationsGoal":"1","stateApplicationsGoal":"","federalApplicationsActual":"2","privateApplicationsActual":"0","stateApplicationsActual":"","federalAwardsGoal":"","privateAwardsGoal":"","stateAwardsGoal":"","federalAwardsActual":"","privateAwardsActual":"","stateAwardsActual":"","lsProposalsGoal":"2","lsProposalsActual":"2","lsAwardsGoal":"2","lsAwardsActual":"1","sttrProposalsGoal":"","sttrProposalsActual":"","sttrAwardssGoal":"","sttrAwardsActual":"","booksAuthoredGoal":"1","booksAuthoredActual":"0","bookChaptersGoal":"1","bookChaptersActual":"1","publicationsGoal":"10","publicationsActual":"22","listOfPublications":"","intellectualPropertiesGoal":"0","intellectualPropertiesActual":"0","patentAppsGoal":"0","patentAppsActual":"0","patentsIssuedGoal":"0","patentsIssuedActual":"0","patentsLicenesedGoal":"0","patentsLicenesedActual":"0","licensesExecutedGoal":"0","licensesExecutedActual":"0","licensedRevenueGoal":"0","licensedRevenueActual":"0","startupCompaniesGoal":"0","startupComapniesActual":"0","listofIntellectualProperties":"","conferencesGoal":"2","conferencesActual":"0 due to COVID","keynoteAddresses":"","otherActivities":"\n463.   Weinstein B, da Silva AR, Kouzoukas DE, Bose T, Kim GJ, Correa PA, Pondugula S, Lee YJ, Kim J and Carpenter DO (2021)  Precision mapping of COVID-19 vulnerable locales by epidemiological and socioeconomic risk factors, developed using South Korean data.  Int J Envirion Res Public Health 18: 604.\n464.  Emeny RT, Carpenter DO and Lawrence DA (2021)  Health disparities:  Intracellular consequences of social determinants of health.  Toxicol Appl Pharmacol 416: 115444 https://doi.org/10.1016/j.taap.2021.115444.\n465.  Weinstein B, Muresan B, Solano S, Vaz de Macedo A, Lee Y, Kim GJ, Camargo C, Su YC, Henriquez-Luthje G, Ahn YS and Carpenter DO (2021)  Comparative efficacy and safety of experimental versus approved CAR T-cell therapies in large B-cell lymphoma using matching adjusted indirect comparison: A systematic review and meta-analysis.  Principal and Practice of Clinical Research Journal, In press.\n466.  Bella D, Carpenter DO and the Akwesasne Task Force on the Environment (2021)  Interactions among thyroid hormones and serum lipid levels in association with PCB exposure in the Mohawk Akwesasne population.  Environ Res 200: 111334\n467.  Moslehi R, Stagnar C, Srinivasan S, Radziszowski P and Carpenter DO (2020)  The possible role of arsenic and gene-arsenic interactions in susceptibility to breast cancer: a systematic review.  Rev Environ Health  https://doi.org/10/1515/reveh-2020-0080.\n468.  Belpomme D, Carlo GL, Irigaray P, Carpenter DO, Hardell L, Kundi M Belyaev I et al.  (2021)  The critical importance of molecular biomarkers and imaging in the study of electrohypersensitivity.  A scientific consensus international report.  Int J Mol Sci 22: 7321.\n469.  Saheb T, Sabeb, T and Carpenter DO (2021)  Mapping research strands of ethics of artificial intelligence in healthcare: A bibliometric and content analysis.  Computers Biol Med 135: 104660..\n470.  Lebbie T, Omosehin O, Asante, KA, Fobil JN, Brune-Drisse MN, Suk WA, Sly PD, Gorman JF and Carpenter DO (2021)  E-Waste in Africa: A serious threat to the health of children.  Int J Environ Res Public Health  18: 8488 https://doi.org/10.3390/ijerph181648488.\n471.  Hori N, Xu Z, Akaike N, Tan Y and Carpenter DO (2021)  Physiological and pharmacological studies on cervical motor neurons in slices prepared from neonatal and aged mice. J Brain Nerves. http://dx.doi.org/10.31487/j.JBN.2021.01.02.\n472.  Hori N, Tan Y, Xu Z, Akaike N and Carpenter DO (2021) Electrophysiological and morphological studies of SOD1 transgenic mice: An animal model of ALS.  J Brain Nerves http://dx.doi.org/10.31487/j.JBN.2021.01.03. \n473.  Khwaja HA, Moyebi OD, Frank BP, Tang S, LaDuke G and Carpenter DO (2021)  Ambient size-segregated particulate matter characterization from Upstate New York.  Atmosphere 1401584.  \n474   Begum T and Carpenter DO (2021)  Health effects associated with phthalates activity on nuclear receptors.  Rev Environ Health, In press.\n475.  Weinstein B, Muresan B, Solano S, Vaz de Macedo A, Lee Y, Su YC. Ahn Y, Henriquez G, Camargo C, Kim G and Carpenter DO (2021)  Efficacy and safety of innovative experimental chimeric antigen receptor (CAR) T-cells versus axicabtagene ciloleucel (Yescarta) for the treatment of relapsed/refractory large B-cell lymphoma (LBCL):Matching adjusted indirect comparisons (MAICs) and Syst.  Innovations in Pharmacology, 12 (4): Article 18.\n476.  Parvez SM, Johan F, Brune MN, Gorman J, Rahman MJ, Carpenter D, Islam Z, Raahman M, Aich N, Knibbe LD and Sly PD (2021)  Health consequences of exposure to e-waste: an updated systematic review.  The Lancet Planetary Health 4: e905-e920.\n477.  Weinstein B, da Silva A and Carpenter DO (2022)  Exocrine pancreatic cancer and living near to waste sites containing hazardous organic cheicals, New York State, USA.  An 180year population-based study.  Int J Occup Med Environ Health  In press.\n478.  Casey A, Bush B and Carpenter DO (2022) PCBs in indoor air and human blood in Pittsfield, Massachusetts.  Chemosphere  293: 13551.\n479.  Begum T, Morse GS, Buchwald D and Carpenter DO (2021)  Assessing the psychometric properties of the WHO-DAS 2.0 in an American Indian Community. J Indig Res 9 (12): Article 12.: \n480.  Sasaki N and Carpenter D (2022)  Associations between metal exposures and cognitive function in American older adults.  Int J Environ Res Public Health 19: 2327.  https://doi.org/10/3390/ijerph19042327.\n481.  Jordan-Ward R, von Hippel FA, Zheng G, Salamova A, Dillon D, Gologergen J, Immingan T, Dominguez E, Miller P, Carpenter DO, Postlethwait JH, Byrne S and Buck CL (2022)  Elevated mercury and PCB concentrations in Dolly Varden (Salvelinus malma) collected near a formerly used defense site on Sivuqaq, Alaska.  Sci Total Environ  https://doi.10.1016/j.scitotenv.2022.154067.\n482.  Begum TF, Carpenter DO and the Akwesasne Task Force on the Environment (ATFE) (2022)  Review of environmental contamination at Akwesasne and associated health outcomes.  J Indig Res 10: Issue 2022, Article1.\n","undergraduateStudentsGoal":"1","graduateStudentsGoal":"1","graduatePhdStudentsGoal":"4","phdStudentsGoal":"1","undergraduateStudentsActual":"1","graduateStudentsActual":"1","graduatePhdStudentsActual":"9","phdStudentsActual":"1","natureOfMentoringUndergradudate":"advising","natureOfMentoringGraduate":"Mentor","natureOfMentoringGraduatePhd":"Mentor","natureOfMentoringPhd":"Supervise","topAchievements1":"To promote interdisciplinary research:  We have received a grant from NIH for interdisciplinary research involving the Alaska Community Action on Toxics, the University of Arizona, Arizona State University, Emory University and UAlbany.","topAchievements2":"To promote community-based participatory research:  The above grant as well as an existing one are both focused on Alaska Native communities and health.  In addition Institute staff are involved in community health issues in the Albany South End.  Dr. Carpenter has been involved in speaking on issues related to the hazards coming from the Dunn Landfill in Renselaer, the Norlite facility in Colonie, the LaFarge cement plant south of Albany.","topAchievements3":"We have expanded our collaborative research and training activities in  South America, especially in Peru and Brazil where we have active collaboration and where Dr. Feingold has received an NIH grant from the Fogarty Foundation for her work in Peru.","topAchievements4":"We have an extraordinary group of doctoral students coming from many different countries, including Mongolia, Japan, Nigeria, Ghana, Sierra Leone, Bangledesh, India and Trinidad.  Five will graduate this spring.","topAchievements5":"","goal1":"To promote interedisciplinary research and training","goal2":"","goal3":"To be research productive","goal4":"To promote intereactional activities with the World Health Organization and Collaborating Centres from other countries.","goal5":"","actions1":"Institute staff have served on dissertation committees in the Departments of Geography and English","actions2":"","actions3":"Our record of publications speaks for itself.  We have had at least 22 publications in peer-reviewed journals, and this is almost certainly an undercount.","actions4":"Last year we publication a major review on E-waste in Africa at the request of the WHO and we are currently working on a review on endocrine disruptive chemicals at their request.","actions5":"","metrics1":"We have added members to the Institute from the Departments of Philosophy, English and Geography and Planning.","metrics2":"","metrics3":"","metrics4":"","metrics5":"","timeframe1":"","timeframe2":"","timeframe3":"","timeframe4":"","timeframe5":"","actionsImplemented1":"","actionsImplemented2":"","actionsImplemented3":"","actionsImplemented4":"","actionsImplemented5":"","noteworthyResults1":"","noteworthyResults2":"","noteworthyResults3":"","noteworthyResults4":"","noteworthyResults5":"","changes1":"","changes2":"","changes3":"","changes4":"","changes5":"","noofpartners":"","otherThoughtsToGrowResearch":"Our World Health Organization Collaborating Centre is an extraordinary opportunity for the Insitute and for UAlbany.  It already has made a mark for international activity, and has the potential to do more in the future.","bigChallenges":"Lack of funding in a major problem, especially for international students.  Research funding is also limited but we have been quite successful there.  ","resourceNeeds":"","strategicSuggestions":"","otherthoughts":"","partners":[{"year":"FY 21-22","unit":"Institute for Health & the Environment","FullName":"Alaska Community Action on Toxics","JobTitle":"","Department":"","School":"","Organization":"","Email":""}]},"FY 22-23":{"unit":"Institute for Health & the Environment","year":"FY 22-23","lastName":"Carpenter","firstName":"David","email":"dcarpenter@albany.edu","mission":"To promote interdisciplinary research and training in environmental and health sciences.","vision":"To promote research across the various schools and colleages of the University as well as other state agencies, other universities and NGOs to bring in researchers, governmental officials, non-governmental organizations to bring academic agencies and community organizations to promote health.","annualBudget":"We have no source of income other than indirect costs coming from research grants.","stateHeadcount":"2","rfHeadcount":"2","stateNumber":"2","rfNumber":"1","proposals1":"2","proposals2":"1","proposals3":"1","awards1":"","awards2":"","awards3":"","largeScale1":"","largeScale2":"","sttrAwards1":"","sttrAwards2":"","publication1":"","publication2":"","publication3":"","technologyTransfer1":"","technologyTransfer2":"","technologyTransfer3":"","technologyTransfer4":"","technologyTransfer5":"","technologyTransfer6":"","technologyTransfer7":"","conference":"","educationAndTraining1":"","educationAndTraining2":"","educationAndTraining3":"","educationAndTraining4":"","goal1":"To increase interdisciplinary research and training of masters and doctoral students.","goal2":"","goal3":"","goal4":"","goal5":"","actions1":"The number of students who join our Institute is important for productivity.\nObtaining membership in the Institute from faculty in various schools and colleges.\nObtaining funding to support both the research and the training.","actions2":"","actions3":"","actions4":"","actions5":"","metrics1":"The number of doctoral and masters students who affiliate with the Institute and are supported by Institute members\nThe number of members in the Institute for the UAlbany community beyond just the Department of Environmental Health Sciences.\nThe number of","metrics2":"","metrics3":"","metrics4":"","metrics5":"","timeframe1":"May 2023","timeframe2":"","timeframe3":"","timeframe4":"","timeframe5":"","primaryLeader1":"","primaryLeader2":"","primaryLeader3":"","primaryLeader4":"","primaryLeader5":"","impactWorkplan1":"","impactWorkplan2":"","impactWorkplan3":"","impactWorkplan4":"","impactWorkplan5":"","collaboratingUnits1":"","collaboratingUnits2":"","collaboratingUnits3":"","collaboratingUnits4":"","collaboratingUnits5":"","impactResearchExcellence1":"","impactResearchExcellence2":"","impactResearchExcellence3":"","impactResearchExcellence4":"","impactResearchExcellence5":""}},{"Unit":"Center for Technology in Government","FY 21-22":{"unit":"Center for Technology in Government","year":"FY 21-22","lastName":"Burke","firstName":"G Brian","email":"gburke2@albany.edu","mission":"Transforming public services through innovations in management, policy, and technology. ","vision":"The Center for Technology in Government (CTG UAlbany) was established in 1993 to pursue new ways to use technology to address practical problems of information management and service delivery in government. It soon developed into an internationally-recognized research center within the University at Albany whose mission is to foster public sector innovation, enhance capability, generate public value, and support good governance. To achieve this mission, CTG UAlbany pursues the following strategic actions:\n\n• To engage in innovative academic and applied research on complex societal challenges\n• To become global leaders in digital government research and public sector digital transformation \n• To develop and teach innovative courses that emphasize real-life applications of technology, management, policy, and data in the public sector\n• To enable students to learn about societal challenges and apply technologies and policies in the context of specific projects \n• To engage diverse professional communities in the transformation of public services\n\nCTG UAlbany's competitive advantage:\n\n• Unique combination of disciplines (public administration and public management, computer science, information systems, data science, business, international relations) \n• Highly skilled academic and professional staff, who help bridge the gap between academia and practice by addressing public problems that are academically significant and practically relevant\n• Network orchestrator, locally (government organizations, diverse stakeholders) and internationally (leader of multiple research networks)\n• Co-creation approach in projects with government organizations that enable their engagement in creative problem-solving processes and the implementation of innovative and customized digital transformation solutions to complex problems\n• “Center for Technology in Government” as a worldwide recognized “brand” developed and consolidated during the last 30 years\n• Key location, close to decision-makers and international hubs\n","annualBudget":"CTG’s revenue stream consists of research grants and awards, corporate sponsored projects, and research agreements supported through the Research Foundation, as well as various University at Albany state and municipal MOUs and contract projects. This year, CTG will realize $429,245 in IFR revenue from seven RF projects and $265,182 from four state-side MOUs and contracts. Due to an overpayment on our Water Quality project by the sponsor, $115,255 of these funds were returned to the DEC. In addition, $68,294 in At-Risk Funding was returned by the budget office to our IFR account. Finally, total state overhead paid on these awards was $64,927. Taking all these factors into account, our net revenue for CTG FY 2021-2022 was $582,539. The remaining revenue helped to support annual operating expenses of $435,025. The expense categories included phones, technical equipment and software, postage, graduate students, temp service and term positions, supplies, service contracts, online and in-person training and conferences, non-project supported travel, state project-related expenses, and any other non-PSR expense needed to operate CTG. This figure also includes fringe for all non-student categories. CTG does not receive an annual OTPS allocation from the Division of Research, instead it revenue generates on its own to support CTG’s OTPS budget. CTG also received an allocation from Rock College to the PSR account in the amount of $18,000. This was used to cover temp salary expenses on our 900309 IFR account. CTG’s PSR state allocation of $680,857supported 6.34 FTEs. This was reduced by $176,318 from last year’s state allocation of $857,175 and 8 FTEs in order to help support the state-side budget deficit. Due to these reductions in state supported PSR, this year CTG needed to use IFR funds to support 2 research-related positions in order to continue the work needed on various research awards, including a researcher in digital government and a program associate. CTG continues to be very strategic with our business development goals and is committed to seeking out new funding opportunities and partnerships. This year, CTG was awarded a total of $923,419 through new State and RF awards. New State MOUs and contract awards included The NYS Board of Elections Futures (Phase II) award for $349,945 and the NYS Board of Elections Local Government Risk Remediation (Part 2) award for $39,000. Total new state awards equaled $388,945. New awards through the Research Foundation included a 3-year Message Design Dashboard: Development of a Standardized Messaging Tool through FEMA at $327,012 for year 1. Also, the City of Schenectady awarded the project, Enabling the State-Wide Rollout of the Share Regional Information Resource in the amount of $189,462. The NYS Association of Counties awarded CTG $16,000 to develop a Cyber Primer for local IT leaders. In addition, we received a gift in kind from NVIDIA to provide equipment and training for the TAF project already underway and is valued at approximately $2,000. Total New RF awards equaled $923,419. In addition, CTG has two proposals pending including the NSF Large-scale CoPe: Bridging Data to Action - Using Data and AI to Develop Equitable Outcomes While Augmenting Resilience to Climate Hazards in Coastal Communities for $864,923. Also submitted was a proposal to NSF for the Civic Innovation Challenge 2022 Planning Grant in coordination with the City of Schenectady for $50,000. Total potential new revenue awarded in the coming fiscal year totals $914,923. Residual funds not utilized in the next fiscal year will be used in the coming years to help continue support for the two temporary research IFR funded positions mentioned above, including our Researcher in Digital Government, as well as our Program Associate.  ","stateHeadcount":"11","rfHeadcount":"0","stateNumber":"10.25","rfNumber":"0","additionalAmount1":"$429,245","additionalSource1":"910029-00 ","additionalAmount2":"$265,182 (before refund of overpayment from DEC & return of at-risk holding as noted above.)","additionalSource2":"900309-00","additionalAmount3":"$1,011","additionalSource3":"20-50013-00 ","federalApplicationsGoal":"2","privateApplicationsGoal":"1","stateApplicationsGoal":"3","federalApplicationsActual":"4","privateApplicationsActual":"1","stateApplicationsActual":"5","federalAwardsGoal":"1","privateAwardsGoal":"1","stateAwardsGoal":"2","federalAwardsActual":"1","privateAwardsActual":"1","stateAwardsActual":"4","lsProposalsGoal":"1","lsProposalsActual":"1","lsAwardsGoal":"1","lsAwardsActual":"1","sttrProposalsGoal":"0","sttrProposalsActual":"0","sttrAwardssGoal":"0","sttrAwardsActual":"","booksAuthoredGoal":"0","booksAuthoredActual":"2","bookChaptersGoal":"2","bookChaptersActual":"1","publicationsGoal":"14","publicationsActual":"29","listOfPublications":"1.\tChoi, I. & Gil-Garcia, J. (2022). Do different presentations of performance information on government websites affect citizens’ decision making? A survey experiment, International Public Management Journal, 25:1, 140-158, DOI: 10.1080/10967494.2021.1913459\n2.\tPicazo-Vela, S., Luna, D. E., Gil-Garcia, J. R., & Luna-Reyes, L. F. (2022). Creating Public Value through Inter-Organizational Collaboration and Information Technologies. International Journal of Electronic Government Research (IJEGR), 18(1), 1-18. http://doi.org/10.4018/IJEGR.288069\n3.\tSora Park, S. & Gil-Garcia, J. (2022). Open data innovation: Visualizations and process redesign as a way to bridge the transparency-accountability gap, Government Information Quarterly, Volume 39, Issue 1, 2022, 101456, ISSN 0740-624X,https://doi.org/10.1016/j.giq.2020.101456. (https://www.sciencedirect.com/science/article/pii/S0740624X17303660)\"\n4.\tPuron-Cid, G, Luna, D., Picazo-Vela, S, Gil-Garcia, J., Sandoval-Almazan, R. & Luna-Reyes, L. (2022). Improving the assessment of digital services in government websites: Evidence from the Mexican State government portals ranking, Government Information Quarterly, Volume 39, Issue 1, 2022, 101589, ISSN 0740-624X,https://doi.org/10.1016/j.giq.2021.101589. (https://www.sciencedirect.com/science/article/pii/S0740624X21000253)\n5.\tGil-Garcia, J. R., Dawes, S. S., & Pardo, T. (2021). Digital Government and Public Management: Generating Public Sector Innovation at the crossroads of research and practice. Routledge.\n6.\tValle-Cruz, D., Fernandez-Cortez, V., Gil-Garcia, J. (2022). From E-budgeting to smart budgeting: Exploring the potential of artificial intelligence in government decision-making for resource allocation, Government Information Quarterly, Volume 39, Issue 2,2022,101644,ISSN 0740-624X,https://doi.org/10.1016/j.giq.2021.101644. (https://www.sciencedirect.com/science/article/pii/S0740624X21000800)\"\n7.\tYuan, Q., Gasco-Hernandez, M., & Gil-Garcia, J. (2021). \"Digital government: analytical models, underlying theories, and emergent theoretical perspective\". In Handbook of Theories of Public Administration and Management. Cheltenham, UK: Edward Elgar Publishing. doi: https://doi.org/10.4337/9781789908251.00019\n8.\tBegany, G. & Gil-Garcia, J. (2021). Understanding the actual use of open data: Levels of engagement and how they are related, Telematics and Informatics, Volume 63, 2021, 101673, ISSN 0736-5853,https://doi.org/10.1016/j.tele.2021.101673. (https://www.sciencedirect.com/science/article/pii/S073658532100112X)\n9.\tYerden, X., Gil-Garcia, J.R., Gasco-Hernandez, M., Burke, G.B. (2021). Understanding the Factors that Affect Smart City and Community Initiatives: Lessons from Local Governments in the United States. In: Scholl, H.J., Gil-Garcia, J.R., Janssen, M., Kalampokis, E., Lindgren, I., Rodríguez Bolívar, M.P. (eds) Electronic Government. EGOV 2021. Lecture Notes in Computer Science, vol 12850. Springer, Cham. https://doi.org/10.1007/978-3-030-84789-0_15\n10.\tDjoko Sigit, S. Gil-Garcia, J. & Sri Budi Cantika, Y. (2021). Assessing the Role of Leadership Mechanisms for Inter-agency Collaboration and Information Sharing Success in Indonesia. eJournal of eDemocracy and Open Government (JeDEM), 13 (1). pp. 190-202. ISSN 2057-9517\n11.\tMedaglia, R., Gil-Garcia, J. R., & Pardo, T. A. (2021). Artificial Intelligence in Government: Taking Stock and Moving Forward. Social Science Computer Review. https://doi.org/10.1177/08944393211034087\n12.\tGil-Garcia, J. Ramon, Theresa A. Pardo, and Manuel De Tuya. (2021). Information Sharing as a Dimension of Smartness: Understanding Benefits and Challenges in Two Mega Cities. Urban Affairs Review, 57 (1): 8–34.\n13.\tTheresa A. Pardo & J. Ramon Gil-Garcia & Mila Gascó-Hernández & Meghan E. Cook & Iseul Choi, 2021. \"Creating Public Value in Cities: A Call for Focus on Context and Capability,\" Public Administration and Information Technology, in: Elsa Estevez & Theresa A. Pardo & Hans Jochen Scholl (ed.), Smart Cities and Smart Governance, pages 119-139, Springer.\n14.\tYuan, Q., Doke, K., Gasco-Hernandez, M., Gil-Garcia, R., Zheleva, M. & Bogdanov, P. (2022). “Understanding drivers and challenges of multi-actor collaborations at the local level”. Hawaii International Conference on System Sciences 2022 (HICSS-55). Virtual conference, January 3rd-7th. Nominated for best paper.\n15.\tYerden, X., Gil-Garcia, R., Gasco-Hernandez, M. & Burke, B. (2022). “Public libraries’ perceptions of future collaborations for the development of smart cities and communities: Understanding influential factors”. Hawaii International Conference on System Sciences 2022 (HICSS-55). Virtual conference, January 3rd-7th.\n16.\tCampion, A., Gasco-Hernandez, M., Esteve, M. & Mikhaylov, S. (2022). Overcoming the challenges of collaboratively adopting artificial intelligence in the public sector. Social Science Computer Review (Special Issue on Artificial Intelligence in Government), 40(2): 462-477\n17.\tSoe, R.-M., Sarv, L., & Gasco-Hernandez, M. (2022). Systematic Mapping of Long-Term Urban Challenges. Sustainability, 14(2), 817. MDPI AG. Retrieved from http://dx.doi.org/10.3390/su14020817\n18.\tEibl, G., Gascó-Hernandez, M., Jeng , W., Zuiderwijk-van Eijk,, A., Edelmann, N. & Fourer , M. (2021). Editorial 13(2). JeDEM - EJournal of EDemocracy and Open Government, 13(2), i-ii. https://doi.org/10.29379/jedem.v13i2.699\n19.\tBen De Coninck, M. Gascó-Hernández, S. Viaene & Leysen, J. (2021). Determinants of open innovation adoption in public organizations: a systematic review, Public Management Review, DOI: 10.1080/14719037.2021.2003106\n20.\tGasco-Hernandez, M., Nesti, G., Cucciniello, M. & Gulatee, Y. (2021). Introduction to the special issue on digital government and gender. Information Polity, 26(2), 109-113\n21.\tCook, M. E. (2022). A Snapshot of IT and Cyber Challenges; Priorities: NYS Local Government Information Technology Directors Association (pp. 1-15, Rep.). Albany, NY: Center for Technology in Government, University at Albany (CTG UAlbany). doi:https://www.ctg.albany.edu/media/pubs/pdfs/NYSLGITDA_Fall_2021_Challenges_and_Priorities_Summary.pdf\n22.\tCook, M. E., LaVigne, M., & Berroa, A. (2022). Cybersecurity Primer for Local Government Leaders (pp. 1-32, Rep.). Albany, NY: Center for Technology in Government, University at Albany (CTG UAlbany). doi:https://www.ctg.albany.edu/media/pubs/pdfs/Cybersecurity_Primer_for_LOCAL_Government_Leaders.pdf\n23.\tPardo, T. A., & Cook, M. E. (2022). Digital Transformation and Public Value (pp. 1-16, Rep.). Albany, NY: Center for Technology in Government, University at Albany (CTG UAlbany). doi:https://www.ctg.albany.edu/media/pubs/pdfs/CTG_UAlbany__Digital_Transformation_and_Public_Value_FINAL.pdf\n24.\tCook, M. E., Werthmuller, D., Luna-Reyes, L., Pardo, T. A. & Hauser, P. (2021). Envisioning an Elections Future: Exploring the Technology, Policy, Management and Legal Environments in Voter Registration (pp. 1-24, Rep.) (T. Oathout, Trans.). Albany, NY: Center for Technology in Government, University at Albany (CTG UAlbany). doi:https://www.ctg.albany.edu/media/pubs/pdfs/CTG_BOE_Elections_Future_Phase_I__Project_Report_updated_1_17_22.pdf\n25.\tGascó-Hernández, M., Burke, G. B., Zhao-Yerden, X. & Gil-Garcia, J. R. (2021). Enabling Smart, Inclusive, and Connected Communities: An Opportunity Agenda and Roadmap Report (pp. 1-24, Rep.). Albany, NY: Center for Technology in Government, University at Albany (CTG UAlbany). \n26.\tGascó-Hernández, M., Qianli, Y., Zhao-Yerden, X., Burke, G. B. & Gil-Garcia, J. R. (2021). Public Libraries in Smart Cities and Communities Toolbox. Albany, NY: Center for Technology in Government, University at Albany (CTG UAlbany). doi:https://www.smartcommunitytoolbox.ctg.albany.edu/\n27.\tBurke, G. B., Gascó-Hernández, M., Zhao-Yerden, X. & Gil-Garcia, J. R. (2021). Enabling Smarter Communities: The Case of the Chicago Public Library (pp. 1-18, Rep.). Albany, NY: Center for Technology in Government, University at Albany (CTG UAlbany). doi:https://www.ctg.albany.edu/media/pubs/pdfs/Public_Libraries_and_Smart_Communities_Chicago_Case_Study_FINAL.pdf\n28.\tBurke, G. B., Gascó-Hernández, M., Zhao-Yerden, X.  &Gil-Garcia, J. R. (2021). Enabling Smarter Communities: The Case of the Ignacio Community Library (pp. 1-23, Rep.). Albany, NY: Center for Technology in Government, University at Albany (CTG UAlbany). doi:https://www.ctg.albany.edu/media/pubs/pdfs/Public_Libraries_and_Smart_Communities_Ignacio_Case_Study_FINAL.pdf\n29.\tBurke, G. B., Gascó-Hernández, M., Zhao-Yerden, X. & Gil-Garcia, J. R. (2021). Enabling Smarter Communities: The Case of the Chattanooga Public Library (pp. 1-19, Rep.). Albany, NY: Center for Technology in Government, University at Albany (CTG UAlbany). doi:https://www.ctg.albany.edu/media/pubs/pdfs/Public_Libraries_and_Smart_Communities_Chattanooga_Case_Study_FINAL.pdf\n30.\tBurke, G. B., Gascó-Hernández, M., Zhao-Yerden, X. & Gil-Garcia, J. R. (2021). Enabling Smarter Communities: The Case of the Saratoga Springs Public Library (pp. 1-17, Rep.). Albany, NY: Center for Technology in Government, University at Albany (CTG UAlbany). doi:https://www.ctg.albany.edu/media/pubs/pdfs/Public_Libraries_and_Smart_Communities_Saratoga_Springs_Case_Study_FINAL.pdf\n31.\tZhao-Yerden, X., Gil-Garcia, J. R., Gascó-Hernández, M. & Burke, G. B. (2021). \"The Role of Public Libraries in the Development of Smart Cities and Communities: Results from a National Local Government Survey\" (pp. 1-32, Rep.). Albany, NY: Center for Technology in Government, University at Albany (CTG UAlbany). doi:https://www.ctg.albany.edu/media/pubs/pdfs/Local_Government_Survey_Report_FINAL.pdf\n32.\tZhao-Yerden, X., Gil-Garcia, J. R., Gascó-Hernández, M. & Burke, G. B. (2021). \"The Role of Public Libraries in the Development of Smart Cities and Communities: Results from a National Local Government Survey\" (pp. 1-32, Rep.). Albany, NY: Center for Technology in Government, University at Albany (CTG UAlbany). doi:https://www.ctg.albany.edu/media/pubs/pdfs/Public_Library_Survey_Report_FINAL.pdf\n","intellectualPropertiesGoal":"0","intellectualPropertiesActual":"0","patentAppsGoal":"0","patentAppsActual":"0","patentsIssuedGoal":"0","patentsIssuedActual":"0","patentsLicenesedGoal":"0","patentsLicenesedActual":"0","licensesExecutedGoal":"0","licensesExecutedActual":"0","licensedRevenueGoal":"0","licensedRevenueActual":"0","startupCompaniesGoal":"0","startupComapniesActual":"0","listofIntellectualProperties":"NA","conferencesGoal":"10","conferencesActual":"29","keynoteAddresses":"1.\tMeghan Cook, Academic Partner and Invited Keynote, Government Innovation NY, Public Sector Network Albany NY May 2022\n2.\tMeghan Cook, Workshop Organizer, Cybersecurity Needs and Challenges in NYS Local Governments, NYS Local Government IT Directors Association, May 2022\n3.\tMeghan Cook, Invited Panelist and Workshop Organizer, Cybersecurity Readiness in Local Governments, Syracuse NY, May 2022\n4.\tMeghan Cook, NYS Elections Commissioners Association Winter Conference “Lessons Learned and Recommendations from an Analysis of the Security and Resiliency of Voter Registration Models in the US” March 2022\n5.\tMeghan Cook, Invited Panelist, National Academy of Public Administration Technology Panel, Cybersecurity Leadership – What Senior Public Managers Need to Know and Ask, March 2022 \n6.\tMeghan Coook, Invited Panelist, Cybersecurity Challenges and Priorities in NYS Local Government, NYS Association of Counties Board of Directors, March 2022 \n7.\tMeghan Cook, Invited Panelist, Cybersecurity Planning in Municipal Governments, NYS Association of Counties Annual Conference, March 2022\n8.\tMeghan Cook, Local Government Insights and Cybersecurity Challenges and Priorities, National Association of Chief Information Officers and Chief Information Security Officers – National CISO Forum, March 2022 \n9.\tMeghan Cook, Invited Speaker  A Snapshot of Local Government Challenges and Priorities, Rockefeller Institute Local Government Lab, March 2022 \n10.\tMeghan Cook, Organizer and Moderator, NYS Local Government IT Directors Association “Cyber Security Leaders in A Roundtable Discussion with NYSDHSES, CISA,NYSBOE, NYSOITS, and NYS Cyber Advisory Board”  Syracuse, NY October 2021\n11.\tMila Gasco-Hernandez - “The digital divide: Cause and effect”. Digital inclusion. Public Sector Network. Virtual presentation, October 13th, 2021\n12.\tMila Gasco Hernandez - “Behind the tracks of open government in Latin America”. TIP Community (Public Innovation Network). Virtual presentation, July 20th, 2021.\n13.\tMeghan Cook, Paper Presentation, “Informing a Statewide Investment: The NYS Voter Registration Data Pattern Detection Prototype Project” dg.o2021 Digital innovations for Public Values: Inclusive Collaboration and Community Omaha, Nebraska June 2021  \n14.\tMila Gasco Hernandez - “Opening governments: The needed reform of public administration”. International Open Government Week. Bogota City Council. Bogota (Colombia), May 21st, 2021.\n15.\tMeghan Cook, Invited Speaker, Semantic Arts “ Digital Transformation in Local Government” Netherlands (Virtual) May 2021 \n16.\tMila Gasco Hernandez - “Opening governments: Open data-related challenges”. Open Government, Public Innovation and Citizen Collaboration. National Institute of Public Administration. Madrid (Spain). Virtual presentation, April 28th, 2021.\n17.\tMila Gasco-Hernandez - “Administrative capacity in the smart city”. International Smart City Symposium “Redefining the smart city: From a technocentric towards a collaborative, value-based and human centered understanding”. Hertie School Center for Digital Governance. Berlin (Germany). Virtual presentation, March 24th, 2021.\n18.\tMeghan Cook, Invited Expert, Major Cities of Europe (Video Series) “ Crisis, Collaboration, and Context in Local Government” April 2021 \n19.\tMeghan Cook, Presenter and Panelist, Public Sector Network’s Local Government & Municipalities Virtual Community Series – Digital Transformation in Local Government. April 2021 (virtual) \n20.\tMeghan Cook, Expert Facilitator, Atmospheric Sciences Research Center (ASRC) Strategic Planning Retreat, Esperance, NY October 2021 \n21.\tMeghan Cook Organizer and Facilitator, NYS Local Government IT Directors Association (NYSLGITDA) “How We Fund Our Cybersecurity Program in NYS Counties” October 2021 \n22.\tMeghan Cook, Organizer and Facilitator, NYS Local Government IT Directors Association (NYSLGITDA) “It May Never Be Normal: Planning IT Programs For the Next 2-3 Years” October 2021 \n23.\tMeghan Cook, Organizer and Facilitator, NYS Association of Counties (NYSAC) “Understanding your County’s Cyber Readiness” Syracuse, NY September 2021 \n24.\tDerek Werthmuller, NYS Technology Academy, Data-Driven Decision Making, October 2021\n25.\tDerek Werthmuller, 2022 NYSEDC Economic Development Conference, State of Broadband in NYS, March 2022\n26.\tGil-Garcia, J. Ramon. (2021). Open Governemnt and Citizen Participation (In Spanish). Invited presentation at the Panel “La Participación Ciudadana y la Idea de Gobierno Abierto”, organized by the Colegio de Contadores Públicos Santa Fe de Guanajuato and the Instituto Mexicano de Contadores Públicos, Guanajuato, Mexico (Virtual Panel), September 8.\n27.\tSandoval, Rodrigo, Ignacio Criado, Rita Grandinetti and J. Ramon Gil-Garcia. (2021). Public Innovation Laboratories in America and Europe: Challenges and perspectives (In Spanish). Panel organized by the Laboratorio de Innovación Pública e Inteligencia Artificial (i-Lab México), Toluca, Mexico (Virtual Panel). October 20.\n28.\tLuna-Reyes, Luis F., Gabriel Puron-Cid*, Sherri Greenberg, Michael Ahn, Aroon P Manoharan, J. Ramon Gil-Garcia, and Yu-Che Chen. (2021). Inclusion and Technology Access in Public Affairs Education: Lessons Learned from the Crisis and Beyond. Panel organized at the 2021 NASPAA Annual Conference. October 25-29. (Virtual Conference)\n29.\tGil-Garcia, J. Ramon. (2021). Understanding Willingness to Share Information among Citizens, First Responders, and Public Organizations in Emergency Situations. Invited presentation a the 2nd International Conference on Public Safety and Global Governance: “Risk Governance and Emergency Management: China and the World”, organized by the School of Public Administration and Emergency Management (SEM) of Jinan University, Tianhe District, Guangzhou, Guangdong, China. December 23-24. (Virtual Conference)\n","otherActivities":"Awards\n1.\tCTG Program Director Meghan Cook Awarded 2022 UAlbany President's Award for Exemplary Public Engagement.\nConference Paper Presentations\n1.\tDodge, J., Gasco-Hernandez, M. & Yang, J. (2021). “Political interpretation of knowledge in policy conflicts: The case of hydraulic fracturing in New York”. 5th International Conference on Public Policy (ICPP5). Barcelona (Spain), July 5th-9th.\n2.\tChen, T. & Gasco-Hernandez, M. (2021). “Political regimes, open data, and corruption: A multilevel mediation comparative study”. Public Management Research Conference (PMRC) 2021. Virtual conference, June 23rd-26th. \n3.\tCronenberg, F., Gasco-Hernandez, M. & Gil-Garcia, R. (2021). “Data analytics use in local governments: Evidence from two US municipalities”. Public Management Research Conference (PMRC) 2021. Virtual conference, June 23rd- 26th. \n4.\tJ. Ramon Gil-Garcia. Co-Chair of the Doctoral Colloquium, International Conference on Digital Government Research (dg.o): June 2012 [United States], June 2013 [Canada], June 2014 [Mexico], June 2015 [United States], June 2016 [China], June 2017 [United States], May 2018 [The Netherlands], June 2019 [United Arab Emirates], June 2020 [South Korea/Virtual Conference], June 2021 [United States/Virtual Conference].\n5.\tJ. Ramon Gil-Garcia. Evaluator of Graduate Scholarships, Fulbright-García Robles - US Student Researchers. Comisión México-Estados Unidos para el Intercambio Educativo y Cultural (COMEXUS) [Mexico/United States]\nWorkshops\nNA\nCommittees and Advisory Boards\n1.\tG. Brian Burke, Vice President, UAlbany Chapter of Phi Beta Kappa (Academic Honor Society)\n2.\tMeghan Cook, Advisor The NYS Local Government IT Directors Association (NYSLGITDA) https://nyslgitda.org/about/advisor/\n3.\tMeghan Cook, Advisor, NYS City CIOs Work Group \n4.\tMeghan Cook, Intelligent Community Forum, International Analyst https://www.intelligentcommunity.org/analysts\n5.\tMeghan Cook, International Data Corporation (IDC) Smart City Awards\n6.\tMeghan Cook, Digital Transformations & Global Society\n7.\tMeghan Cook, International Conference on eDemocracy\n8.\tMeghan Cook, State and Local Government Review\n9.\tMila Gasco-Hernandez, Member, Scientific Committee, PhD Program in Business for Society, University of Milano – Bicocca\n10.\tMila Gasco-Hernandez, Member, Academic Advisory Board, Erasmus + Knowledge Alliance project “International Security Management (ISM): Developing Executive Master Education”\n11.\tMila Gasco-Hernandez, Novagob Foundation (Madrid, Spain), Virtual\n12.\tMila Gasco-Hernandez, Syllabus core contributor, Teaching Public Service in the Digital Age, Harvard Kennedy School of Government\n13.\tMila Gasco-Hernandez, Expert Committee on Artificial Intelligence and Big Data, Gava City Council (Gava, Spain), several meetings over the academic year, Virtual.\n14.\tMila Gasco-Hernandez, Digital Government Society (treasurer position)\n15.\tMila Gasco-Hernandez, The Digital Government Academy\n16.\tMila Gasco-Hernandez, Innovation and Smart Government Conference\n17.\tMila Gasco-Hernandez, EGOV-CeDEM-ePart Social Media Track\n18.\tMila Gasco-Hernandez, Hawaii International Conference on System Sciences (HICSS)\n19.\tMila Gasco-Hernandez, Public Management Review\n20.\tMila Gasco-Hernandez, Public Administration Review\n21.\tMila Gasco-Hernandez, Gestion y Analisis de Politicas Publicas\n22.\tMila Gasco-Hernandez,Local Government Studies\n23.\tMila Gasco-Hernandez, Information Polity\n24.\tMila Gasco-Hernandez, International Journal of E-Government Research\n25.\tMila Gasco-Hernandez, International Journal of Political Activism and Engagement\n26.\tMila Gasco-Hernandez, Administrative Culture (Halduskultuur)\n27.\tMila Gasco-Hernandez, Theoretical and Applied Electronic Commerce Research\n28.\tDerek Werthmuller, NYSERDA, Integrated Energy Data Resource (IEDR), IEDR Advisory Group\n29.\tDerek Werthmuller, New York IT Leadership Forum, advisory board member\n30.\tJ. Ramon Gil-Garcia. Member of the Editorial Board, Special Issue on IS and sustainability/grand challenges:  Jacqueline Corbett, Denis Dennehy and Lemuaria Carter (Eds.) (2022). Communications of the AIS [United States]\n31.\tJ. Ramon Gil-Garcia. Member of the Editorial Advisory Board, Book:  Charalabidis, Yannis, Rony Medaglia and Colin Van Noordt, (Eds.) (2022-2023). Research Handbook on Public Management and Artificial Intelligence. Cheltenhaan: Edward Elgar Publishing. [England]\n32.\tJ. Ramon Gil-Garcia. Member of the Editorial Board, Public Administration Review. [United States]\n33.\tJ. Ramon Gil-Garcia. Member of the Editorial Board, UNIANDES EPISTEME revista digital de Ciencia, Tecnología e Innovación, Universidad Regional Autónoma de los Andes.  [Ecuador]\n34.\tJ. Ramon Gil-Garcia. Member of the Editorial Board, Convergencia Revista de Ciencias Sociales, Universidad Autónoma del Estado de México.  [Mexico]\n35.\tJ. Ramon Gil-Garcia. Member of the Editorial Board, Revista e-Ciencias de la Información, Universidad de Costa Rica.  [Costa Rica]\n36.\tJ. Ramon Gil-Garcia. Member of the Editorial Board, Information Polity. [Holland]\n37.\tJ. Ramon Gil-Garcia. Member of the Editorial Board, International Journal of Electronic Government Research. [United States]\n38.\tJ. Ramon Gil-Garcia. Member of the Editorial Board, Government Information Quarterly.  [United States]\n39.\tJ. Ramon Gil-Garcia. Member of the Editorial Board, Transforming Government: People, Process and Policy.  [United Kingdom]\n40.\tJ. Ramon Gil-Garcia. Member of the Editorial Board, Journal of Information Technology and Politics.  [United States]\n41.\tJ. Ramon Gil-Garcia. Co-Chair of the “Emerging Topics in Digital Government Minitrack”, Hawaii International Conference on Systems Sciences (HICSS): January 2020, January 2021, January 2022.  [United States]\n42.\tJ. Ramon Gil-Garcia. Co-Chair of the “Open Data: Social and Technical Aspects” Track [Different track names have been used throughout the years], International IFIP Electronic Government Conference (IFIP EGOV): September 2018 [Austria], September 2019 [Italy], September 2020 [Sweden/Virtual Conference], September 2021 [Spain/Virtual Conference].\n43.\tJ. Ramon Gil-Garcia. Evaluator of Graduate Scholarships, Fulbright-García Robles - US Student Researchers. Comisión México-Estados Unidos para el Intercambio Educativo y Cultural (COMEXUS) [Mexico/United States]\n44.\tJ. Ramon Gil-Garcia. Applied Research Proposal Reviewer, Maryland Industrial Partnerships. [United States]\n45.\tJ. Ramon Gil-Garcia. Research Proposal Reviewer, The Dutch Research Council. [The Netherlands]\n46.\tJ. Ramon Gil-Garcia. Research Proposal Reviewer, Austrian Science Fund.  [Austria]\n47.\tJ. Ramon Gil-Garcia. Research Proposal Reviewer, National Science Foundation. [United States]\n48.\tJ. Ramon Gil-Garcia. Member of the Best Paper Prize Committee, The most compelling, critical research reflection, IFIP EGOV-CeDEM-EPART 2021. Granada.  [Spain]\n","undergraduateStudentsGoal":"1","graduateStudentsGoal":"5","graduatePhdStudentsGoal":"15","phdStudentsGoal":"0","undergraduateStudentsActual":"100","graduateStudentsActual":"60","graduatePhdStudentsActual":"16","phdStudentsActual":"1","natureOfMentoringUndergradudate":"Supervision, Course instruction and advisees","natureOfMentoringGraduate":"Supervision, course instruction and advisees","natureOfMentoringGraduatePhd":"Supervison, doctoral committee, and dissertation","natureOfMentoringPhd":"Supevision","topAchievements1":"Federally Funded Applied Research\n\nMessage Design Dashboard for Wireless Emergency Alerts\nThrough a $2.8 million contract from the United States Federal Emergency Management Agency (FEMA), researchers from CTG UAlbany and the College of Emergency Preparedness, Homeland Security and Cybersecurity (CEHC) are developing a Message Design Dashboard system for FEMA to help emergency managers write more effective messages for public alert and warning.\n\nBridging the Digital Divide in Rural Emergency Preparedness and Response\nCTG UAlbany and the College of Engineering and Applied Sciences are collaborating in a research project funded by a four-year $1,494,805 grant from the National Science Foundation (NSF) to help improve emergency communications and preparedness in rural areas in upstate New York.\n\nEnabling Smart, Inclusive, and Connected Communities: The Role of Public Libraries\nWith total funding of $456,394 from the Institute of Museum and Library Services, CTG UAlbany led a project aimed at understanding how public libraries could advance their role as community anchors in smart city initiatives, positioning themselves as community catalysts for innovation and positive change. \n","topAchievements2":"\nState Funded Applied Research \n\nInforming Security and Resiliency Investments in Elections Infrastructure\nWith total funding to date of $636,834 from the New York State Board of Elections (NYS BOE), CTG UAlbany has been leading a multi institution team with UAlbany CEHC, Albany Law School Government Law Center and industry experts on a set of ongoing projects focused on the security and resiliency of technical and organizational elections infrastructure in NYS.\n\nCommunity Officials Data Exchange (C.O.D.E.) Project\nFor the last six years and with total funding of $410,417 from New York State, CTG UAlbany has led a project with the City of Schenectady on behalf of the Cities of Gloversville, Amsterdam, Troy, and Cortland to develop the C.O.D.E., a data sharing platform designed to identify problem actors (landlords, LLCS, agents) so that local governments can inform their blight reduction strategies.\n\nCybersecurity Call to Action for Government Leaders\nWith total funding of $60,000, CTG UAlbany led a Cybersecurity focused project for Governors and State Legislatures in partnership with the Center for Internet Security, the National Governor’s Association, and National Conference on State Legislators. Now, CTG UAlbany is leading the development of a cybersecurity primer for local government officials for the New York State Association of Counties and in partnership with the National Association of Counties.\n","topAchievements3":"International Engagements\n\nWith total funding of $321,509 CTG UAlbany has been expanding its work with international partners. With funding from the United Arab Emirates (UAE), CTG UAlbany worked on two projects with the UAE to assess the digital government maturity of the seven Emirates and ten UAE Ministries. Also, with funding from the United Nations (UN), CTG UAlbany developed a University at Albany branded toolkit to help UN member nations develop innovative public service delivery. Finally, with funding provided by the Inter-American Development Bank, CTG UAlbany is working on a project to identify the factors that hinder or enable interoperability in Latin America, particularly in the cases of Ecuador and Colombia.\n","topAchievements4":"Technology Innovation to Support Government Services\n\nSUNY Technology Accelerator Fund (TAF) Community Asset Tracker Application\nCTG UAlbany is using a $50,000 SUNY Technology Accelerator Fund investment to develop and pilot the Community Asset Tracker in the City of Syracuse, NY. The Community Asset Tracker uses a mobile artificial intelligence driven sensor network to track government assets. CTG UAlbany’s aim is to commercialize the technology through licensing to a startup or existing company, expanding its reach.\n","topAchievements5":"Engaging Students in Research and Practice Projects\n\nCTG UAlbany provides students with valuable research experience working on projects with CTG researchers, government partners, and mix of federal, state, and international research funders. For 2021-2022, CTG UAlbany trained approximately 14 undergraduate, graduate, and PhD students and provided approximately $69,000 in funding from external RF awards and State MOUs.\n","goal1":"Engage in innovative research and problem solving projects that address societal challenges.","goal2":"","goal3":"Provide students with internships that allow hands on learning through projects that address real world challenges and explore and develop innovative and sustainable solutions.","goal4":"Continue to be global leaders in digital government research.","goal5":"Continue to be sought after advisers on information policy, management, and technology innovations that advance efforts to address societal challenges.","actions1":"Strategically plan for and submit research and other project proposals and contracts.","actions2":"","actions3":"Provide paid and academic internships for 15 UAlbany students through our Student Innovation Lab Experience (STILE) program and other funded research and projects. ","actions4":"Produce high quality academic and practitioner publications based on CTG research.","actions5":"Continue to serve and accept invitations to serve as advisors for local, state, federal, and international government and research groups.","metrics1":"Six proposals and contracts and four awards.","metrics2":"","metrics3":"Train 15 students.","metrics4":"14","metrics5":"Ten invited keynotes and presentations. ","timeframe1":"","timeframe2":"","timeframe3":"","timeframe4":"","timeframe5":"","actionsImplemented1":"","actionsImplemented2":"","actionsImplemented3":"","actionsImplemented4":"","actionsImplemented5":"","noteworthyResults1":"We submitted 10 proposals and contracts and received six awards.","noteworthyResults2":"","noteworthyResults3":"CTG UAlbany provides students with valuable research experience working on projects with CTG researchers, government partners, and mix of federal, state, and international research funders. For 2021-2022, CTG UAlbany trained approximately 16 undergraduate, graduate, and PhD students and provided approximately $69,000 in funding from external RF awards and State MOUs.","noteworthyResults4":"Produced 32 practitioner and academic reports, articles, and papers. ","noteworthyResults5":"Delivered approximately 29 keynotes, panel moderators, and paper presentations and served on 38 advisory boards and committees.","changes1":"","changes2":"","changes3":"","changes4":"","changes5":"","noofpartners":"","otherThoughtsToGrowResearch":"  National and state funding priorities are aligned with some of CTG UAlbany’s topics and areas of expertise, which may result in more funded research proposals and, therefore, increased revenue. Some of these priorities revolve around the topics of artificial intelligence, data analytics, emergency preparedness and response, cybersecurity, and digital inclusion.\n\n\nCalls from federal agencies are increasingly interdisciplinary and CTG UAlbany is in a unique position to contribute to the socio-technical aspects of information and technology in government. Two future project proposals are taking advantage of the opportunities above. First, we are currently involved in a research proposal led by Texas A&M to the National Science Foundation focused on using Artificial Intelligence to improving equitable outcomes in coastal community resilience processes. Second, on the topic of elections infrastructure security and resiliency, CTG UAlbany has led three projects and another is under development for the coming year. Similarly, in the broader topic of cybersecurity, and in partnership with UAlbany CEHC and Albany Law, industry experts, and state and local governments, we are planning new projects to help state and local government better understand cybersecurity threats.\n\nAlthough the pandemic has been considered a challenge for many, we are seeing it as an opportunity as well. Public organizations are starting to realize that technology is a core component of their daily operations. CTG UAlbany can play a role in supporting these organizations. In addition, the confirmation that the US workforce is falling behind competitors in digital skills, which also affects government organizations, represents an opportunity to develop digital leaders, which can be done through workshops and customized activities as well as through the Information and Technology Management concentration in the UAlbany’s MPA program.\n","bigChallenges":"The university financial constraints, which impact our ability to attract and retain talent, but also to generate knowledge in a sustainable way, given that short term and soft positions as well as part-time ones result in high rotation and the need for retraining.\n\n\nThe lack of awareness and, therefore, visibility and recognition, of what CTG UAlbany does at the university level. For example, most of our staff can be considered professional researchers and some publish and do work equivalent to that of associate professors in academic departments. As an added contribution, these researchers also use their academic work to build networks and to support the work of public organizations. The significance and impact of what they do has greatly contributed to position CTG UAlbany internationally.\n\nAlthough funding agencies encourage interdisciplinarity, most calls are focused on the technical components of research topics. CTG UAlbany’s socio-technical approach to information and technology in government requires us to partner with other organizations, which expands our networks, but it is also costly and time consuming.\n","resourceNeeds":"NA","strategicSuggestions":"Continue to invest in support for proposal development and pre and post award support in general. Also, we think that it is very important to expand the staff and expertise of the UAlbany technology development office. Resources and expertise in this area are critical to helping CTG UAlbany and other researchers at UAlbany determine if and how their research findings can be protected and commercialized. ","otherthoughts":""},"FY 22-23":{"unit":"Center for Technology in Government","year":"FY 22-23","lastName":"Gil-Garcia","firstName":"J. Ramon ","email":"gburke2@albany.edu","mission":"Transforming public services through innovations in management, policy, and technology. ","vision":"The Center for Technology in Government (CTG UAlbany) was established in 1993 to pursue new ways to use technology to address practical problems of information management and service delivery in government. It soon developed into an internationally-recognized research center within the University at Albany whose mission is to foster public sector innovation, enhance capability, generate public value, and support good governance. To achieve this mission, CTG UAlbany pursues the following strategic actions:\n\n• To engage in innovative academic and applied research on complex societal challenges\n• To become global leaders in digital government research and public sector digital transformation \n• To develop and teach innovative courses that emphasize real-life applications of technology, management, policy, and data in the public sector\n• To enable students to learn about societal challenges and apply technologies and policies in the context of specific projects \n• To engage diverse professional communities in the transformation of public services\n\nCTG UAlbany's competitive advantage:\n\n• Unique combination of disciplines (public administration and public management, computer science, information systems, data science, business, international relations) \n• Highly skilled academic and professional staff, who help bridge the gap between academia and practice by addressing public problems that are academically significant and practically relevant\n• Network orchestrator, locally (government organizations, diverse stakeholders) and internationally (leader of multiple research networks)\n• Co-creation approach in projects with government organizations that enable their engagement in creative problem-solving processes and the implementation of innovative and customized digital transformation solutions to complex problems\n• “Center for Technology in Government” as a worldwide recognized “brand” developed and consolidated during the last 30 years\n• Key location, close to decision-makers and international hubs\n","annualBudget":"CTG’s revenue stream consists of research grants and awards, corporate sponsored projects, and research agreements supported through the Research Foundation, as well as various University at Albany state and municipal MOUs and contract projects. This year, CTG will realize $429,245 in IFR revenue from seven RF projects and $265,182 from four state-side MOUs and contracts. Due to an overpayment on our Water Quality project by the sponsor, $115,255 of these funds were returned to the DEC. In addition, $68,294 in At-Risk Funding was returned by the budget office to our IFR account. Finally, total state overhead paid on these awards was $64,927. Taking all these factors into account, our net revenue for CTG FY 2021-2022 was $582,539. The remaining revenue helped to support annual operating expenses of $435,025. The expense categories included phones, technical equipment and software, postage, graduate students, temp service and term positions, supplies, service contracts, online and in-person training and conferences, non-project supported travel, state project-related expenses, and any other non-PSR expense needed to operate CTG. This figure also includes fringe for all non-student categories. CTG does not receive an annual OTPS allocation from the Division of Research, instead it revenue generates on its own to support CTG’s OTPS budget. CTG also received an allocation from Rock College to the PSR account in the amount of $18,000. This was used to cover temp salary expenses on our 900309 IFR account. CTG’s PSR state allocation of $680,857supported 6.34 FTEs. This was reduced by $176,318 from last year’s state allocation of $857,175 and 8 FTEs in order to help support the state-side budget deficit. Due to these reductions in state supported PSR, this year CTG needed to use IFR funds to support 2 research-related positions in order to continue the work needed on various research awards, including a researcher in digital government and a program associate. CTG continues to be very strategic with our business development goals and is committed to seeking out new funding opportunities and partnerships. This year, CTG was awarded a total of $923,419 through new State and RF awards. New State MOUs and contract awards included The NYS Board of Elections Futures (Phase II) award for $349,945 and the NYS Board of Elections Local Government Risk Remediation (Part 2) award for $39,000. Total new state awards equaled $388,945. New awards through the Research Foundation included a 3-year Message Design Dashboard: Development of a Standardized Messaging Tool through FEMA at $327,012 for year 1. Also, the City of Schenectady awarded the project, Enabling the State-Wide Rollout of the Share Regional Information Resource in the amount of $189,462. The NYS Association of Counties awarded CTG $16,000 to develop a Cyber Primer for local IT leaders. In addition, we received a gift in kind from NVIDIA to provide equipment and training for the TAF project already underway and is valued at approximately $2,000. Total New RF awards equaled $923,419. In addition, CTG has two proposals pending including the NSF Large-scale CoPe: Bridging Data to Action - Using Data and AI to Develop Equitable Outcomes While Augmenting Resilience to Climate Hazards in Coastal Communities for $864,923. Also submitted was a proposal to NSF for the Civic Innovation Challenge 2022 Planning Grant in coordination with the City of Schenectady for $50,000. Total potential new revenue awarded in the coming fiscal year totals $914,923. Residual funds not utilized in the next fiscal year will be used in the coming years to help continue support for the two temporary research IFR funded positions mentioned above, including our Researcher in Digital Government, as well as our Program Associate.  ","stateHeadcount":"11","rfHeadcount":"0","stateNumber":"10.25","rfNumber":"0","proposals1":"2","proposals2":"2","proposals3":"1","awards1":"1","awards2":"1","awards3":"0","largeScale1":"1","largeScale2":"0","sttrAwards1":"0","sttrAwards2":"0","publication1":"1","publication2":"0","publication3":"10","technologyTransfer1":"1","technologyTransfer2":"0","technologyTransfer3":"0","technologyTransfer4":"0","technologyTransfer5":"0","technologyTransfer6":"0","technologyTransfer7":"0","conference":"14","educationAndTraining1":"3","educationAndTraining2":"2","educationAndTraining3":"10","educationAndTraining4":"1","goal1":"Engage in innovative research and problem solving projects that address societal challenges ","goal2":"Develop and teach innovative courses that integrate teaching and experiential education Continue to design and teach courses as part of the Rock College Information Technology and Management (ITM) Program. ","goal3":"Provide students with internships that allow hands on learning through projects that address real world challenges and explore and develop innovative and sustainable solutions.\n\n","goal4":"Continue to be global leaders in digital government research.","goal5":"Continue to be sought after advisers on information policy, management, and technology innovations that advance efforts to address societal challenges.","actions1":"Strategically plan for and submit 5 research and other project proposals and contracts.","actions2":"Continue to design and teach courses as part of the Rock College Information Technology and Management (ITM) Program. ","actions3":"Provide paid and academic internships for 15 UAlbany students through our Student Innovation Lab Experience (STILE) program and other funded research and projects. ","actions4":"Produce 14 high quality academic and practitioner publications based on CTG research.","actions5":"Continue to serve and accept invitations to serve as advisors for local, state, federal, and international government and research groups.","metrics1":"Five applications processed.","metrics2":"","metrics3":"Train 15 students. ","metrics4":"Produce 10 high quality academic and practitioner publications based on CTG research.","metrics5":"Participate in 14 invited keynotes and other presentations. ","timeframe1":"CTG Management Team","timeframe2":"","timeframe3":"","timeframe4":"","timeframe5":"","primaryLeader1":"CTG Management Team","primaryLeader2":"Mila Gasco-Hernandez and Ramon Gil-Garcia continue to teach courses as part of the Rockfeller College ITM concentration.","primaryLeader3":"CTG Management Team","primaryLeader4":"CTG Management Team","primaryLeader5":"CTG Management Team","impactWorkplan1":"","impactWorkplan2":"","impactWorkplan3":"","impactWorkplan4":"","impactWorkplan5":"","collaboratingUnits1":"","collaboratingUnits2":"Rockefeller College","collaboratingUnits3":"","collaboratingUnits4":"","collaboratingUnits5":"","impactResearchExcellence1":"","impactResearchExcellence2":"","impactResearchExcellence3":"","impactResearchExcellence4":"","impactResearchExcellence5":""}}],"FY":"FY 21-22"}