{"data":[{"Unit":"Atmospheric Sciences Research Center","FY 22-23":{"unit":"Atmospheric Sciences Research Center","year":"FY 22-23","lastName":"Thorncroft","firstName":"Christopher","email":"cthorncroft@albany.edu","mission":"Through fundamental and applied interdisciplinary research, the mission of the Atmospheric Sciences Research Center is to expand our understanding of the physical and chemical processes that govern the atmosphere-land-water system to improve the quality of life and economic well-being of citizens across New York State, the nation and the world.","vision":"To maintain and expand ASRC as a global leader in atmospheric and environmental sciences research and its application to the betterment of society, in an inclusive and collaborative environment that values integrity, diversity and the well-being of all.","annualBudget":"People: ASRC’s 14 faculty and 7 staff (including one full-time staff person at Whiteface Mountain) are supported by UAlbany. Over the past five years, ASRC’s payroll expenditures totaled $10,706,372 – an average of $2,141,274 per year. One full-time research facilitator and one part-time IT support person are supported by the VPR. Post-docs, research scientists, visiting scholars, graduate students, and undergraduate students are primarily paid from research grants; some are supported from start-up funds provided to SUNY2020 faculty. Most ASRC faculty are on 9-month academic year appointments and are paid summer salary from research grants or start-up funds. OTPS: ASRC’s operations, including operations at the UAlbany location and at Whiteface Mountain, are covered by IFR revenue recovered from sponsored programs. Over the past five years, ASRC’s OTPS expenditures at the Albany location have totaled $202,696, an average of $40,539 per year. Not counting annual telephone charges of almost $19,000 per year, OTPS expenses at ASRC average about $21,539 per year. The Whiteface location’s OTPS expenditures over five years total $77,606, an average of $15,521 per year. One faculty member had a legacy IFR account that covered some OTPS expenses such as Verizon Wireless. Strategic Investment: In the past, ASRC has received overhead recovery from the VPR to be used to grow research activity at ASRC. We have about $70,900 remaining in cash to spend on the state-side. On the RF side there is a legacy overhead recovery account primarily used in support of our RF p-card program as the initial source to pay the Bank of America bill monthly; expenses are then moved to the appropriate sponsored award through a reconciliation process. Events: ASRC has both UAlbany Foundation funds in the Ray Falconer Endowment and UAS (Auxiliary Services) funds to support lectures and colloquies.","stateHeadcount":"22","rfHeadcount":"68","stateNumber":"20.68","rfNumber":"51.65","proposals1":"24.2","proposals2":"1","proposals3":"5","awards1":"10","awards2":"4","awards3":"2","largeScale1":"2","largeScale2":"1","sttrAwards1":"0","sttrAwards2":"0","publication1":"0","publication2":"0","publication3":"73","technologyTransfer1":"1","technologyTransfer2":"1","technologyTransfer3":"0","technologyTransfer4":"0","technologyTransfer5":"0","technologyTransfer6":"0","technologyTransfer7":"0","conference":"39","educationAndTraining1":"9","educationAndTraining2":"1","educationAndTraining3":"19","educationAndTraining4":"6","goal1":"","goal2":"","goal3":"","goal4":"","goal5":"","actions1":"","actions2":"","actions3":"","actions4":"","actions5":"","metrics1":"","metrics2":"","metrics3":"","metrics4":"","metrics5":"","timeframe1":"","timeframe2":"","timeframe3":"","timeframe4":"","timeframe5":"","primaryLeader1":"","primaryLeader2":"","primaryLeader3":"","primaryLeader4":"","primaryLeader5":"","impactWorkplan1":"","impactWorkplan2":"","impactWorkplan3":"","impactWorkplan4":"","impactWorkplan5":"","collaboratingUnits1":"","collaboratingUnits2":"","collaboratingUnits3":"","collaboratingUnits4":"","collaboratingUnits5":"","impactResearchExcellence1":"","impactResearchExcellence2":"","impactResearchExcellence3":"","impactResearchExcellence4":"","impactResearchExcellence5":""}},{"Unit":"Institute for Health & the Environment","FY 21-22":{"unit":"Institute for Health & the Environment","year":"FY 21-22","lastName":"Carpenter","firstName":"David","email":"dcarpenter@albany.ed","mission":"To promote interdisciplinaary training and research in the broad areas of health and the environment","vision":"We hope to bridge the gaps and barriers that exist in any academic institution so as to promote more interdisicplinary research, including grants, and training at the graduate levels in these areas of health and environment.","annualBudget":"We are very poor, with only 1FTE paid by University funds and all else coming from indirect costs from grants.","stateHeadcount":"","rfHeadcount":"","stateNumber":"","rfNumber":"","additionalAmount1":"","additionalSource1":"","additionalAmount2":"","additionalSource2":"","additionalAmount3":"","additionalSource3":"","federalApplicationsGoal":"2","privateApplicationsGoal":"1","stateApplicationsGoal":"","federalApplicationsActual":"2","privateApplicationsActual":"0","stateApplicationsActual":"","federalAwardsGoal":"","privateAwardsGoal":"","stateAwardsGoal":"","federalAwardsActual":"","privateAwardsActual":"","stateAwardsActual":"","lsProposalsGoal":"2","lsProposalsActual":"2","lsAwardsGoal":"2","lsAwardsActual":"1","sttrProposalsGoal":"","sttrProposalsActual":"","sttrAwardssGoal":"","sttrAwardsActual":"","booksAuthoredGoal":"1","booksAuthoredActual":"0","bookChaptersGoal":"1","bookChaptersActual":"1","publicationsGoal":"10","publicationsActual":"22","listOfPublications":"","intellectualPropertiesGoal":"0","intellectualPropertiesActual":"0","patentAppsGoal":"0","patentAppsActual":"0","patentsIssuedGoal":"0","patentsIssuedActual":"0","patentsLicenesedGoal":"0","patentsLicenesedActual":"0","licensesExecutedGoal":"0","licensesExecutedActual":"0","licensedRevenueGoal":"0","licensedRevenueActual":"0","startupCompaniesGoal":"0","startupComapniesActual":"0","listofIntellectualProperties":"","conferencesGoal":"2","conferencesActual":"0 due to COVID","keynoteAddresses":"","otherActivities":"\n463.   Weinstein B, da Silva AR, Kouzoukas DE, Bose T, Kim GJ, Correa PA, Pondugula S, Lee YJ, Kim J and Carpenter DO (2021)  Precision mapping of COVID-19 vulnerable locales by epidemiological and socioeconomic risk factors, developed using South Korean data.  Int J Envirion Res Public Health 18: 604.\n464.  Emeny RT, Carpenter DO and Lawrence DA (2021)  Health disparities:  Intracellular consequences of social determinants of health.  Toxicol Appl Pharmacol 416: 115444 https://doi.org/10.1016/j.taap.2021.115444.\n465.  Weinstein B, Muresan B, Solano S, Vaz de Macedo A, Lee Y, Kim GJ, Camargo C, Su YC, Henriquez-Luthje G, Ahn YS and Carpenter DO (2021)  Comparative efficacy and safety of experimental versus approved CAR T-cell therapies in large B-cell lymphoma using matching adjusted indirect comparison: A systematic review and meta-analysis.  Principal and Practice of Clinical Research Journal, In press.\n466.  Bella D, Carpenter DO and the Akwesasne Task Force on the Environment (2021)  Interactions among thyroid hormones and serum lipid levels in association with PCB exposure in the Mohawk Akwesasne population.  Environ Res 200: 111334\n467.  Moslehi R, Stagnar C, Srinivasan S, Radziszowski P and Carpenter DO (2020)  The possible role of arsenic and gene-arsenic interactions in susceptibility to breast cancer: a systematic review.  Rev Environ Health  https://doi.org/10/1515/reveh-2020-0080.\n468.  Belpomme D, Carlo GL, Irigaray P, Carpenter DO, Hardell L, Kundi M Belyaev I et al.  (2021)  The critical importance of molecular biomarkers and imaging in the study of electrohypersensitivity.  A scientific consensus international report.  Int J Mol Sci 22: 7321.\n469.  Saheb T, Sabeb, T and Carpenter DO (2021)  Mapping research strands of ethics of artificial intelligence in healthcare: A bibliometric and content analysis.  Computers Biol Med 135: 104660..\n470.  Lebbie T, Omosehin O, Asante, KA, Fobil JN, Brune-Drisse MN, Suk WA, Sly PD, Gorman JF and Carpenter DO (2021)  E-Waste in Africa: A serious threat to the health of children.  Int J Environ Res Public Health  18: 8488 https://doi.org/10.3390/ijerph181648488.\n471.  Hori N, Xu Z, Akaike N, Tan Y and Carpenter DO (2021)  Physiological and pharmacological studies on cervical motor neurons in slices prepared from neonatal and aged mice. J Brain Nerves. http://dx.doi.org/10.31487/j.JBN.2021.01.02.\n472.  Hori N, Tan Y, Xu Z, Akaike N and Carpenter DO (2021) Electrophysiological and morphological studies of SOD1 transgenic mice: An animal model of ALS.  J Brain Nerves http://dx.doi.org/10.31487/j.JBN.2021.01.03. \n473.  Khwaja HA, Moyebi OD, Frank BP, Tang S, LaDuke G and Carpenter DO (2021)  Ambient size-segregated particulate matter characterization from Upstate New York.  Atmosphere 1401584.  \n474   Begum T and Carpenter DO (2021)  Health effects associated with phthalates activity on nuclear receptors.  Rev Environ Health, In press.\n475.  Weinstein B, Muresan B, Solano S, Vaz de Macedo A, Lee Y, Su YC. Ahn Y, Henriquez G, Camargo C, Kim G and Carpenter DO (2021)  Efficacy and safety of innovative experimental chimeric antigen receptor (CAR) T-cells versus axicabtagene ciloleucel (Yescarta) for the treatment of relapsed/refractory large B-cell lymphoma (LBCL):Matching adjusted indirect comparisons (MAICs) and Syst.  Innovations in Pharmacology, 12 (4): Article 18.\n476.  Parvez SM, Johan F, Brune MN, Gorman J, Rahman MJ, Carpenter D, Islam Z, Raahman M, Aich N, Knibbe LD and Sly PD (2021)  Health consequences of exposure to e-waste: an updated systematic review.  The Lancet Planetary Health 4: e905-e920.\n477.  Weinstein B, da Silva A and Carpenter DO (2022)  Exocrine pancreatic cancer and living near to waste sites containing hazardous organic cheicals, New York State, USA.  An 180year population-based study.  Int J Occup Med Environ Health  In press.\n478.  Casey A, Bush B and Carpenter DO (2022) PCBs in indoor air and human blood in Pittsfield, Massachusetts.  Chemosphere  293: 13551.\n479.  Begum T, Morse GS, Buchwald D and Carpenter DO (2021)  Assessing the psychometric properties of the WHO-DAS 2.0 in an American Indian Community. J Indig Res 9 (12): Article 12.: \n480.  Sasaki N and Carpenter D (2022)  Associations between metal exposures and cognitive function in American older adults.  Int J Environ Res Public Health 19: 2327.  https://doi.org/10/3390/ijerph19042327.\n481.  Jordan-Ward R, von Hippel FA, Zheng G, Salamova A, Dillon D, Gologergen J, Immingan T, Dominguez E, Miller P, Carpenter DO, Postlethwait JH, Byrne S and Buck CL (2022)  Elevated mercury and PCB concentrations in Dolly Varden (Salvelinus malma) collected near a formerly used defense site on Sivuqaq, Alaska.  Sci Total Environ  https://doi.10.1016/j.scitotenv.2022.154067.\n482.  Begum TF, Carpenter DO and the Akwesasne Task Force on the Environment (ATFE) (2022)  Review of environmental contamination at Akwesasne and associated health outcomes.  J Indig Res 10: Issue 2022, Article1.\n","undergraduateStudentsGoal":"1","graduateStudentsGoal":"1","graduatePhdStudentsGoal":"4","phdStudentsGoal":"1","undergraduateStudentsActual":"1","graduateStudentsActual":"1","graduatePhdStudentsActual":"9","phdStudentsActual":"1","natureOfMentoringUndergradudate":"advising","natureOfMentoringGraduate":"Mentor","natureOfMentoringGraduatePhd":"Mentor","natureOfMentoringPhd":"Supervise","topAchievements1":"To promote interdisciplinary research:  We have received a grant from NIH for interdisciplinary research involving the Alaska Community Action on Toxics, the University of Arizona, Arizona State University, Emory University and UAlbany.","topAchievements2":"To promote community-based participatory research:  The above grant as well as an existing one are both focused on Alaska Native communities and health.  In addition Institute staff are involved in community health issues in the Albany South End.  Dr. Carpenter has been involved in speaking on issues related to the hazards coming from the Dunn Landfill in Renselaer, the Norlite facility in Colonie, the LaFarge cement plant south of Albany.","topAchievements3":"We have expanded our collaborative research and training activities in  South America, especially in Peru and Brazil where we have active collaboration and where Dr. Feingold has received an NIH grant from the Fogarty Foundation for her work in Peru.","topAchievements4":"We have an extraordinary group of doctoral students coming from many different countries, including Mongolia, Japan, Nigeria, Ghana, Sierra Leone, Bangledesh, India and Trinidad.  Five will graduate this spring.","topAchievements5":"","goal1":"To promote interedisciplinary research and training","goal2":"","goal3":"To be research productive","goal4":"To promote intereactional activities with the World Health Organization and Collaborating Centres from other countries.","goal5":"","actions1":"Institute staff have served on dissertation committees in the Departments of Geography and English","actions2":"","actions3":"Our record of publications speaks for itself.  We have had at least 22 publications in peer-reviewed journals, and this is almost certainly an undercount.","actions4":"Last year we publication a major review on E-waste in Africa at the request of the WHO and we are currently working on a review on endocrine disruptive chemicals at their request.","actions5":"","metrics1":"We have added members to the Institute from the Departments of Philosophy, English and Geography and Planning.","metrics2":"","metrics3":"","metrics4":"","metrics5":"","timeframe1":"","timeframe2":"","timeframe3":"","timeframe4":"","timeframe5":"","actionsImplemented1":"","actionsImplemented2":"","actionsImplemented3":"","actionsImplemented4":"","actionsImplemented5":"","noteworthyResults1":"","noteworthyResults2":"","noteworthyResults3":"","noteworthyResults4":"","noteworthyResults5":"","changes1":"","changes2":"","changes3":"","changes4":"","changes5":"","noofpartners":"","otherThoughtsToGrowResearch":"Our World Health Organization Collaborating Centre is an extraordinary opportunity for the Insitute and for UAlbany.  It already has made a mark for international activity, and has the potential to do more in the future.","bigChallenges":"Lack of funding in a major problem, especially for international students.  Research funding is also limited but we have been quite successful there.  ","resourceNeeds":"","strategicSuggestions":"","otherthoughts":"","partners":[{"year":"FY 21-22","unit":"Institute for Health & the Environment","FullName":"Alaska Community Action on Toxics","JobTitle":"","Department":"","School":"","Organization":"","Email":""}]},"FY 22-23":{"unit":"Institute for Health & the Environment","year":"FY 22-23","lastName":"Carpenter","firstName":"David","email":"dcarpenter@albany.edu","mission":"To promote interdisciplinary research and training in environmental and health sciences.","vision":"To promote research across the various schools and colleages of the University as well as other state agencies, other universities and NGOs to bring in researchers, governmental officials, non-governmental organizations to bring academic agencies and community organizations to promote health.","annualBudget":"We have no source of income other than indirect costs coming from research grants.","stateHeadcount":"2","rfHeadcount":"2","stateNumber":"2","rfNumber":"1","proposals1":"2","proposals2":"1","proposals3":"1","awards1":"","awards2":"","awards3":"","largeScale1":"","largeScale2":"","sttrAwards1":"","sttrAwards2":"","publication1":"","publication2":"","publication3":"","technologyTransfer1":"","technologyTransfer2":"","technologyTransfer3":"","technologyTransfer4":"","technologyTransfer5":"","technologyTransfer6":"","technologyTransfer7":"","conference":"","educationAndTraining1":"","educationAndTraining2":"","educationAndTraining3":"","educationAndTraining4":"","goal1":"To increase interdisciplinary research and training of masters and doctoral students.","goal2":"","goal3":"","goal4":"","goal5":"","actions1":"The number of students who join our Institute is important for productivity.\nObtaining membership in the Institute from faculty in various schools and colleges.\nObtaining funding to support both the research and the training.","actions2":"","actions3":"","actions4":"","actions5":"","metrics1":"The number of doctoral and masters students who affiliate with the Institute and are supported by Institute members\nThe number of members in the Institute for the UAlbany community beyond just the Department of Environmental Health Sciences.\nThe number of","metrics2":"","metrics3":"","metrics4":"","metrics5":"","timeframe1":"May 2023","timeframe2":"","timeframe3":"","timeframe4":"","timeframe5":"","primaryLeader1":"","primaryLeader2":"","primaryLeader3":"","primaryLeader4":"","primaryLeader5":"","impactWorkplan1":"","impactWorkplan2":"","impactWorkplan3":"","impactWorkplan4":"","impactWorkplan5":"","collaboratingUnits1":"","collaboratingUnits2":"","collaboratingUnits3":"","collaboratingUnits4":"","collaboratingUnits5":"","impactResearchExcellence1":"","impactResearchExcellence2":"","impactResearchExcellence3":"","impactResearchExcellence4":"","impactResearchExcellence5":""}},{"Unit":"Center for Technology in Government","FY 21-22":{"unit":"Center for Technology in Government","year":"FY 21-22","lastName":"Burke","firstName":"G Brian","email":"gburke2@albany.edu","mission":"The Center for Technology in Governtment, University at Albany (CTG UAlbany) is a research institute that works with governments worldwide to help transform public service through innovative approaches to, and applications of, technology, management, and policy. Established in 1993, we pursue new ways to use technology to address practical problems of information management and service delivery in government. CTG UAlbany has collaborated with hundreds of domestic and international researchers on understanding and applying emerging technologies. At the same time, CTG UAlbany has worked with scores of local, state, federal, and international government bodies as a trusted advisor and facilitator of management and policy decisions to govern the use of new technologies as tools for public service transformation.","vision":"Work with governments worldwide transforming public services through innovations in technology, policy and management.","annualBudget":"","stateHeadcount":"","rfHeadcount":"","stateNumber":"","rfNumber":"","additionalAmount1":"","additionalSource1":"","additionalAmount2":"","additionalSource2":"","additionalAmount3":"","additionalSource3":"","federalApplicationsGoal":"","privateApplicationsGoal":"","stateApplicationsGoal":"","federalApplicationsActual":"","privateApplicationsActual":"","stateApplicationsActual":"","federalAwardsGoal":"","privateAwardsGoal":"","stateAwardsGoal":"","federalAwardsActual":"","privateAwardsActual":"","stateAwardsActual":"","lsProposalsGoal":"","lsProposalsActual":"","lsAwardsGoal":"","lsAwardsActual":"","sttrProposalsGoal":"","sttrProposalsActual":"","sttrAwardssGoal":"","sttrAwardsActual":"","booksAuthoredGoal":"","booksAuthoredActual":"","bookChaptersGoal":"","bookChaptersActual":"","publicationsGoal":"","publicationsActual":"","listOfPublications":"","intellectualPropertiesGoal":"","intellectualPropertiesActual":"","patentAppsGoal":"","patentAppsActual":"","patentsIssuedGoal":"","patentsIssuedActual":"","patentsLicenesedGoal":"","patentsLicenesedActual":"","licensesExecutedGoal":"","licensesExecutedActual":"","licensedRevenueGoal":"","licensedRevenueActual":"","startupCompaniesGoal":"","startupComapniesActual":"","listofIntellectualProperties":"","conferencesGoal":"","conferencesActual":"","keynoteAddresses":"","otherActivities":"","undergraduateStudentsGoal":"","graduateStudentsGoal":"","graduatePhdStudentsGoal":"","phdStudentsGoal":"","undergraduateStudentsActual":"","graduateStudentsActual":"","graduatePhdStudentsActual":"","phdStudentsActual":"","natureOfMentoringUndergradudate":"","natureOfMentoringGraduate":"","natureOfMentoringGraduatePhd":"","natureOfMentoringPhd":"","topAchievements1":"","topAchievements2":"","topAchievements3":"","topAchievements4":"","topAchievements5":"","goal1":"","goal2":"","goal3":"","goal4":"","goal5":"","actions1":"","actions2":"","actions3":"","actions4":"","actions5":"","metrics1":"","metrics2":"","metrics3":"","metrics4":"","metrics5":"","timeframe1":"","timeframe2":"","timeframe3":"","timeframe4":"","timeframe5":"","actionsImplemented1":"","actionsImplemented2":"","actionsImplemented3":"","actionsImplemented4":"","actionsImplemented5":"","noteworthyResults1":"","noteworthyResults2":"","noteworthyResults3":"","noteworthyResults4":"","noteworthyResults5":"","changes1":"","changes2":"","changes3":"","changes4":"","changes5":"","noofpartners":"","otherThoughtsToGrowResearch":"","bigChallenges":"","resourceNeeds":"","strategicSuggestions":"","otherthoughts":""},"FY 22-23":{"unit":"Center for Technology in Government","year":"FY 22-23","lastName":"Gil-Garcia","firstName":"J. Ramon ","email":"gburke2@albany.edu","mission":"","vision":"","annualBudget":"","stateHeadcount":"","rfHeadcount":"","stateNumber":"","rfNumber":"","proposals1":"","proposals2":"","proposals3":"","awards1":"","awards2":"","awards3":"","largeScale1":"","largeScale2":"","sttrAwards1":"","sttrAwards2":"","publication1":"","publication2":"","publication3":"","technologyTransfer1":"","technologyTransfer2":"","technologyTransfer3":"","technologyTransfer4":"","technologyTransfer5":"","technologyTransfer6":"","technologyTransfer7":"","conference":"","educationAndTraining1":"","educationAndTraining2":"","educationAndTraining3":"","educationAndTraining4":"","goal1":"","goal2":"","goal3":"","goal4":"","goal5":"","actions1":"","actions2":"","actions3":"","actions4":"","actions5":"","metrics1":"","metrics2":"","metrics3":"","metrics4":"","metrics5":"","timeframe1":"","timeframe2":"","timeframe3":"","timeframe4":"","timeframe5":"","primaryLeader1":"","primaryLeader2":"","primaryLeader3":"","primaryLeader4":"","primaryLeader5":"","impactWorkplan1":"","impactWorkplan2":"","impactWorkplan3":"","impactWorkplan4":"","impactWorkplan5":"","collaboratingUnits1":"","collaboratingUnits2":"","collaboratingUnits3":"","collaboratingUnits4":"","collaboratingUnits5":"","impactResearchExcellence1":"","impactResearchExcellence2":"","impactResearchExcellence3":"","impactResearchExcellence4":"","impactResearchExcellence5":""}}],"FY":"FY 21-22"}